[
  {
    "id": 1,
    "slug": "knee-pain-treatment",
    "category": "pain",
    "title": " மூட்டு வலி சிகிச்சை",
    "shortDescription": " மூட்டு வலி என்பது மூட்டு தேய்மானம், காயம் அல்லது வாதம் காரணமாக ஏற்படும் ஒரு பாதிப்பாகும்.",
    "image": "/images/treatments/knee-pain.jpg",
    "details": {
      "overview": " முழங்கால் மூட்டு என்பது மனித உடலின் முக்கியமான எடை தாங்கும் பகுதிகளில் ஒன்று. நடக்க, ஓட, உட்கார, எழ போன்ற தினசரி செயல்களுக்கு முழங்கால் மூட்டு மிகவும் அவசியமானது. வயது அதிகரிப்பு, உடல் எடை அதிகம், அதிக நேரம் நின்று வேலை செய்வது, பழைய காயங்கள், விளையாட்டு காயங்கள் அல்லது மூட்டு தேய்மானம் (Osteoarthritis) போன்ற காரணங்களால் முழங்கால் மூட்டில் வலி மற்றும் வீக்கம் ஏற்படலாம். இந்த நிலையில் நடக்கும் போது வலி, காலை மடக்க அல்லது நேராக நீட்ட முடியாத நிலை, வீக்கம், சத்தம் கேட்பது போன்ற அறிகுறிகள் காணப்படும். சரியான சிகிச்சை இல்லையெனில் இந்த வலி நாளடைவில் அதிகரித்து இயல்பான வாழ்க்கையை பாதிக்கலாம். முறையான சிகிச்சை, உடற்பயிற்சி, எடை கட்டுப்பாடு, வாழ்க்கை முறையில் மாற்றம் மற்றும் சரியான ஓய்வு ஆகியவற்றின் மூலம் முழங்கால் மூட்டு வலியை கட்டுப்படுத்தி வலியில்லா வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "ஒவ்வொரு நோயாளிக்கும் அவர்களின் உடல் நிலைப் பொருத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறை.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "99",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வயது காரணமாக மூட்டு தேய்மை",
        "மூட்டு வாதம்",
        "முந்தைய காயங்கள்",
        "அதிக உடல் எடை"
      ],
      "symptoms": [
        "நடக்கும் போது வலி",
        "முட்டி வீக்கம்",
        "காலை நேரங்களில் கடினத்தன்மை"
      ],
      "duration": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 2,
    "slug": "psoriasis-treatment",
    "category": "skin",
    "title": "சொரியாசிஸ் சிகிச்சை",
    "shortDescription": "சொரியாசிஸ் என்பது தோலில் சிவப்பு நிறத் தழும்புகள், அரிப்பு மற்றும் உரிதல் ஏற்படும் நீண்டகால தோல் நோயாகும்.",
    "image": "/images/treatments/psoriasis.png",
    "details": {
      "overview": "சொரியாசிஸ் என்பது ஒரு நீண்டகால தோல் நோயாகும். இது நோய் எதிர்ப்பு அமைப்பில் ஏற்படும் மாற்றங்களால் தோல் செல்கள் இயல்பை விட வேகமாக வளர்ந்து, தோலின் மேற்பரப்பில் அடர்த்தியான, சிவப்பு நிறத் தழும்புகளாக வெளிப்படுகிறது. இந்த தழும்புகள் மீது வெண்மை அல்லது சாம்பல் நிற உரிதல் காணப்படும். சொரியாசிஸ் பெரும்பாலும் முழங்கை, முழங்கால், தலையோடு, முதுகு மற்றும் கைகளில் அதிகமாக காணப்படுகிறது. சிலருக்கு கடும் அரிப்பு, எரிச்சல் மற்றும் வலி ஏற்படலாம். மனஅழுத்தம், வாழ்க்கை முறை மாற்றங்கள் மற்றும் பரம்பரை காரணங்கள் இந்த நோயை அதிகரிக்கக் கூடும். இது ஒருவரிடமிருந்து மற்றொருவருக்கு பரவும் நோயல்ல. சரியான சிகிச்சை இல்லையெனில் இந்த நோய் மீண்டும் மீண்டும் தோன்றக்கூடும். ஆனால் முறையான இயற்கை சிகிச்சை, உணவு கட்டுப்பாடு, மனஅழுத்தக் குறைப்பு மற்றும் வாழ்க்கை முறையில் மாற்றம் மூலம் சொரியாசிஸை கட்டுப்படுத்தி தோல் ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் உடல் நிலை மற்றும் தோல் பாதிப்பு அளவைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "98",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தவறான உணவுப்பழக்கம்",
        "ஆரோக்கியமற்ற உணவுகள்",
        "கார்பனேற்ற பானங்கள்",
        "கேன் மற்றும் டின் உணவுகள்"
      ],
      "symptoms": [
        "சிவப்பு நிற தோல் தழும்புகள்",
        "வெண்மை அல்லது சாம்பல் நிற உரிதல்",
        "கடும் அரிப்பு அல்லது எரிச்சல்",
        "தோல் வறட்சி மற்றும் விரிசல்"
      ],
      "duration": "6 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 3,
    "slug": "acid-reflux-treatment",
    "category": "digestion",
    "title": "அமில திரும்பும் சிகிச்சை",
    "shortDescription": "அமில திரும்புதல் என்பது வயிற்றில் உருவாகும் அமிலம் உணவுக் குழாயில் மேலே திரும்பி எரிச்சல் மற்றும் வலியை ஏற்படுத்தும் ஒரு பொதுவான செரிமான கோளாறாகும்.",
    "image": "/images/treatments/acidity.png",
    "details": {
      "overview": "அமில திரும்புதல் (Acid Reflux / GERD) என்பது வயிற்றில் உருவாகும் அமிலம் சரியாக கட்டுப்படுத்தப்படாமல் உணவுக் குழாயின் வழியாக மேலே திரும்புவதால் ஏற்படும் ஒரு செரிமான பிரச்சனையாகும். சாதாரணமாக உணவுக் குழாய் மற்றும் வயிற்றை இணைக்கும் வால்வு அமிலம் மேலே செல்லாமல் தடுக்கும். ஆனால் இந்த வால்வு பலவீனமடைந்தால் அல்லது அதிக அமிலம் உருவானால் அமிலம் மேலே திரும்பி மார்பில் எரிச்சல், புளிப்பு உணர்வு போன்ற அறிகுறிகளை ஏற்படுத்தும். அதிக காரம், எண்ணெய் உணவுகள், ஒழுங்கற்ற உணவு பழக்கம், அதிக உடல் எடை மற்றும் மனஅழுத்தம் ஆகியவை இந்த பிரச்சனையை அதிகரிக்கக் கூடும். தொடர்ந்து அமில திரும்புதல் ஏற்பட்டால் உணவுக் குழாய் பாதிப்பு, விழுங்குவதில் சிரமம் மற்றும் தூக்கக் குறைவு போன்ற பிரச்சனைகள் உருவாகலாம். சரியான சிகிச்சை, உணவு கட்டுப்பாடு, வாழ்க்கை முறையில் மாற்றம் மற்றும் இயற்கை மருத்துவ முறைகள் மூலம் அமில திரும்புதலை கட்டுப்படுத்தி செரிமான ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் செரிமான நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "97",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக காரம் மற்றும் எண்ணெய் உணவுகள்",
        "ஒழுங்கற்ற உணவு பழக்கம்",
        "அதிக உடல் எடை",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "மார்பில் எரிச்சல் (Heartburn)",
        "புளிப்பு அல்லது கசப்பு சுவை",
        "வயிறு நிறைந்த உணர்வு",
        "விழுங்குவதில் சிரமம்"
      ],
      "duration": "நோயின் தீவிரத்தன்மை மற்றும் வாழ்க்கை முறையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 4,
    "slug": "disc-bulge-treatment",
    "category": "pain",
    "title": "டிஸ்க் பல்ஜ் சிகிச்சை",
    "shortDescription": "டிஸ்க் பல்ஜ் என்பது முதுகெலும்பு எலும்புகளுக்கிடையில் உள்ள டிஸ்க் வெளியே தள்ளப்பட்டு நரம்புகளை அழுத்துவதால் ஏற்படும் வலி மற்றும் இயக்கக் குறைபாடாகும்.",
    "image": "/images/treatments/dissc.png",
    "details": {
      "overview": "டிஸ்க் பல்ஜ் (Disc Bulge) என்பது முதுகெலும்பில் உள்ள எலும்புகளுக்கிடையில் அமைந்துள்ள மென்மையான டிஸ்க் இயல்பான நிலையைவிட்டு சிறிதளவு வெளியே தள்ளப்படுவதால் ஏற்படும் ஒரு பிரச்சனையாகும். இந்த டிஸ்க் அருகிலுள்ள நரம்புகளை அழுத்தும்போது கழுத்து, முதுகு அல்லது இடுப்பு பகுதியில் கடும் வலி, சுளுக்கு மற்றும் உணர்விழப்பு போன்ற அறிகுறிகள் தோன்றும். நீண்ட நேரம் உட்கார்ந்து வேலை செய்வது, தவறான உடல் நிலை, அதிக எடை தூக்குதல் மற்றும் வயது அதிகரிப்பதால் ஏற்படும் தேய்மானம் ஆகியவை டிஸ்க் பல்ஜ் உருவாக முக்கிய காரணங்களாகும். சிலருக்கு இந்த வலி கால் அல்லது கைகளுக்கு பரவலாம். சரியான சிகிச்சை இல்லையெனில் நாளடைவில் இயக்கக் குறைபாடு மற்றும் நாளாந்த வாழ்க்கையில் சிரமம் ஏற்படலாம். முறையான இயற்கை சிகிச்சை, உடற்பயிற்சி, உடல் நிலை திருத்தம் மற்றும் வாழ்க்கை முறையில் மாற்றம் மூலம் டிஸ்க் பல்ஜ் பிரச்சனையை கட்டுப்படுத்தி வலியற்ற வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் முதுகெலும்பு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வயது காரணமாக டிஸ்க் தேய்மானம்",
        "நீண்ட நேரம் தவறான உடல் நிலையில் உட்காருதல்",
        "அதிக எடை தூக்குதல்",
        "பழைய முதுகு அல்லது கழுத்து காயங்கள்"
      ],
      "symptoms": [
        "முதுகு அல்லது கழுத்து பகுதியில் வலி",
        "கால் அல்லது கைகளுக்கு பரவும் வலி",
        "சுளுக்கு அல்லது உணர்விழப்பு",
        "அசைவுகளில் சிரமம்"
      ],
      "duration": "6 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 5,
    "slug": "asthma-treatment",
    "category": "lifestyle",
    "title": "ஆஸ்துமா சிகிச்சை",
    "shortDescription": "ஆஸ்துமா என்பது மூச்சுக்குழாய் சுருங்குவதால் மூச்சுத் திணறல், இருமல் மற்றும் சீளச்சத்தம் ஏற்படும் நீண்டகால சுவாச நோயாகும்.",
    "image": "/images/treatments/asthma.png",
    "details": {
      "overview": "ஆஸ்துமா என்பது மூச்சுக் குழாய்களில் ஏற்படும் நீண்டகால அழற்சி காரணமாக சுவாசிப்பதில் சிரமம் ஏற்படும் ஒரு நோயாகும். இந்த நிலையில் மூச்சுக் குழாய்கள் சுருங்கி, உள்ளே வீக்கம் ஏற்பட்டு, அதிக சளி உருவாகும். இதன் காரணமாக மூச்சுத் திணறல், மார்பில் இறுக்கம், சீளச்சத்தத்துடன் மூச்சு விடுதல் மற்றும் தொடர்ச்சியான இருமல் போன்ற அறிகுறிகள் காணப்படும். தூசி, புகை, காற்று மாசு, பருவநிலை மாற்றம், குளிர்ந்த காற்று மற்றும் மனஅழுத்தம் போன்றவை ஆஸ்துமா தாக்கத்தை அதிகரிக்கக்கூடும். சிலருக்கு இரவு நேரங்களில் அல்லது அதிக உடற்பயிற்சிக்குப் பிறகு அறிகுறிகள் தீவிரமாக இருக்கலாம். இது பரம்பரையாகவும் வரக்கூடிய நோயாகும். சரியான சிகிச்சை இல்லையெனில் ஆஸ்துமா தாக்கங்கள் அடிக்கடி ஏற்பட்டு நாளாந்த வாழ்க்கையை பாதிக்கலாம். முறையான இயற்கை சிகிச்சை, மூச்சுப் பயிற்சி, உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறையில் மாற்றம் மூலம் ஆஸ்துமாவை கட்டுப்படுத்தி சுவாச ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் சுவாச நிலை மற்றும் நோய் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "பரம்பரை காரணங்கள்",
        "தூசி, புகை மற்றும் காற்று மாசு",
        "அலர்ஜி மற்றும் தொற்றுகள்",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "மூச்சுத் திணறல்",
        "சீளச்சத்தத்துடன் மூச்சு விடுதல்",
        "மார்பில் இறுக்கம்",
        "தொடர்ச்சியான இருமல்"
      ],
      "duration": "6 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 6,
    "slug": "varicose-veins-treatment",
    "category": "lifestyle",
    "title": " வெரிகோஸ் நரம்பு சிகிச்சை",
    "shortDescription": "வெரிகோஸ் நரம்பு (Varicose Veins) என்பது கால்களில் உள்ள நரம்புகள் விரிவடைந்து வீக்கம் மற்றும் வலி ஏற்படும் ஒரு இரத்த ஓட்ட பிரச்சனையாகும்.",
    "image": "/images/treatments/vari.png",
    "details": {
      "overview": "வெரிகோஸ் நரம்பு (Varicose Veins) என்பது கால்களில் உள்ள நரம்புகள் இரத்தத்தை சரியாக மேலே கொண்டு செல்ல முடியாமல் விரிவடைந்து சுருண்டு காணப்படும் ஒரு நிலையாகும். நீண்ட நேரம் நின்று வேலை செய்வது, உடல் எடை அதிகரிப்பு, கர்ப்பம் மற்றும் பரம்பரை காரணங்களால் இதற்கு முக்கிய காரணங்களாகும். இந்த நிலையில் கால்களில் வலி, எடைபோன்ற உணர்வு, வீக்கம் மற்றும் சிலருக்கு தோல் கருமை அல்லது அரிப்பு ஏற்படலாம். ஆரம்பத்தில் தோற்ற பிரச்சனையாகத் தோன்றினாலும், நாளடைவில் இரத்தக் கட்டி அல்லது புண் போன்ற சிக்கல்கள் உருவாகலாம். சரியான சிகிச்சை இல்லையெனில் நடப்பதில் சிரமம் ஏற்படும். இயற்கை சிகிச்சை, உடற்பயிற்சி, கால்கள் உயர்த்தி ஓய்வு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் வெரிகோஸ் நரம்புகளை கட்டுப்படுத்தி இரத்த ஓட்டத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நரம்பு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "நீண்ட நேரம் நின்று வேலை செய்வது",
        "பரம்பரை காரணங்கள்",
        "உடல் எடை அதிகரிப்பு",
        "கர்ப்ப கால மாற்றங்கள்"
      ],
      "symptoms": [
        "கால்களில் வலி அல்லது எடை உணர்வு",
        "நரம்புகள் தெளிவாகத் தோன்றுதல்",
        "கால் வீக்கம்",
        "தோல் கருமை அல்லது அரிப்பு"
      ],
      "duration": "6 முதல் 8 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 7,
    "slug": "diabetes-treatment",
    "category": "lifestyle",
    "title": "நீரிழிவு நோய் சிகிச்சை",
    "shortDescription": "நீரிழிவு நோய் என்பது இரத்தத்தில் சர்க்கரை அளவு அதிகரிப்பதால் ஏற்படும் நீண்டகால மாற்றச்சுழற்சி நோயாகும்.",
    "image": "/images/treatments/diabetic.jpg",
    "details": {
      "overview": "நீரிழிவு நோய் (Diabetes) என்பது உடலில் இன்சுலின் ஹார்மோன் போதுமான அளவில் சுரக்காததாலும் அல்லது சுரக்கும் இன்சுலினை உடல் சரியாக பயன்படுத்த முடியாததாலும் ஏற்படும் ஒரு நீண்டகால நோயாகும். இதனால் இரத்தத்தில் சர்க்கரை அளவு அதிகரித்து பல உடல் உறுப்புகளை பாதிக்கக்கூடும். அதிக தாகம், அடிக்கடி சிறுநீர் கழித்தல், சோர்வு மற்றும் எடை மாற்றம் போன்ற அறிகுறிகள் ஆரம்பத்தில் தோன்றும். கட்டுப்பாடின்றி நீண்ட காலம் நீரிழிவு இருந்தால் கண்கள், சிறுநீரகம், நரம்புகள் மற்றும் இதயம் பாதிக்கப்படலாம். தவறான உணவு பழக்கம், உடற்பயிற்சி இல்லாமை, மனஅழுத்தம் மற்றும் பரம்பரை காரணங்கள் இந்த நோயை அதிகரிக்கின்றன. இது முழுமையாக குணமாகாத நோயாக இருந்தாலும், சரியான சிகிச்சை, உணவு கட்டுப்பாடு, உடற்பயிற்சி மற்றும் இயற்கை மருத்துவ முறைகள் மூலம் இரத்த சர்க்கரை அளவை கட்டுப்படுத்தி ஆரோக்கியமான வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் சர்க்கரை அளவு மற்றும் உடல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "பரம்பரை காரணங்கள்",
        "தவறான உணவு பழக்கம்",
        "உடற்பயிற்சி இல்லாமை",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "அதிக தாகம்",
        "அடிக்கடி சிறுநீர் கழித்தல்",
        "சோர்வு",
        "எடை குறைவு அல்லது அதிகரிப்பு"
      ],
      "duration": "1 மாதத்தில் நிலை இயல்பாகும், 3 மாதங்கள் மருந்து வழங்கப்படும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 8,
    "slug": "digestive-disorder-treatment",
    "category": "digestion",
    "title": "செரிமான கோளாறு சிகிச்சை",
    "shortDescription": "செரிமான கோளாறு என்பது உணவு செரிமானம் சரியாக நடைபெறாததால் வயிற்று அசௌகரியம் மற்றும் வலி ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/digestive.png",
    "details": {
      "overview": "செரிமான கோளாறு என்பது உணவு சரியாக செரிக்கப்படாமல் வயிற்றில் பல்வேறு பிரச்சனைகள் ஏற்படும் நிலையாகும். இதில் வயிற்று வீக்கம், எரிச்சல், புளிப்பு, வாந்தி உணர்வு மற்றும் மலச்சிக்கல் அல்லது வயிற்றுப்போக்கு போன்ற அறிகுறிகள் காணப்படும். ஒழுங்கற்ற உணவு நேரம், அதிக எண்ணெய் மற்றும் கார உணவுகள், மனஅழுத்தம் மற்றும் தூக்கக் குறைவு ஆகியவை செரிமான அமைப்பை பாதிக்கின்றன. நீண்ட காலமாக செரிமான கோளாறு இருந்தால் உடலுக்கு தேவையான சத்துக்கள் சரியாக உறிஞ்சப்படாமல் சோர்வு மற்றும் நோய் எதிர்ப்பு சக்தி குறைவு ஏற்படலாம். இது பலருக்கும் பொதுவாக காணப்படும் பிரச்சனையாக இருந்தாலும் அலட்சியம் செய்யக்கூடாது. சரியான உணவு பழக்கம், நேர்த்தியான வாழ்க்கை முறை மற்றும் இயற்கை சிகிச்சைகள் மூலம் செரிமானத்தை சீராக்கி வயிற்று ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் செரிமான நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஒழுங்கற்ற உணவு பழக்கம்",
        "அதிக எண்ணெய் மற்றும் கார உணவுகள்",
        "அதிக மனஅழுத்தம்",
        "தூக்கக் குறைவு"
      ],
      "symptoms": [
        "வயிற்று வீக்கம்",
        "புளிப்பு மற்றும் எரிச்சல்",
        "வாந்தி உணர்வு",
        "மலச்சிக்கல் அல்லது வயிற்றுப்போக்கு"
      ],
      "duration": "கோளாறின் காரணம் மற்றும் தீவிரத்தன்மையைப் பொறுத்து மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 9,
    "slug": "gallbladder-stone-treatment",
    "category": "digestion",
    "title": "பித்தப்பை கல் சிகிச்சை",
    "shortDescription": "பித்தப்பை கல் என்பது பித்தப்பையில் கற்கள் உருவாகி வயிற்று வலி மற்றும் செரிமான பிரச்சனைகளை ஏற்படுத்தும் நிலையாகும்.",
    "image": "/images/treatments/gall2.png",
    "details": {
      "overview": "பித்தப்பை கல் (Gallbladder Stone) என்பது பித்தப்பையில் பித்தநீரில் உள்ள கொழுப்பு மற்றும் பிற துகள்கள் கடினமாகி கற்களாக மாறுவதால் ஏற்படும் பிரச்சனையாகும். சிலருக்கு சிறிய கற்கள் இருந்தாலும் எந்த அறிகுறியும் இருக்காது. ஆனால் கற்கள் பெரிதாகும்போது அல்லது பித்தக் குழாயை அடைக்கும்போது கடும் வயிற்று வலி, வாந்தி மற்றும் செரிமான சிரமம் ஏற்படலாம். குறிப்பாக எண்ணெய் உணவுகள் எடுத்த பிறகு வலி அதிகரிக்கக்கூடும். அதிக உடல் எடை, நீண்ட நேரம் உணவு தவிர்த்தல், ஹார்மோன் மாற்றங்கள் மற்றும் தவறான உணவு பழக்கம் ஆகியவை பித்தப்பை கல் உருவாக முக்கிய காரணங்களாகும். சரியான சிகிச்சை இல்லையெனில் தொற்று மற்றும் கடுமையான சிக்கல்கள் ஏற்படலாம். முறையான இயற்கை சிகிச்சை, உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறையில் மாற்றம் மூலம் பித்தப்பை கற்களின் தாக்கத்தை குறைத்து உடல் ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் கல் அளவு மற்றும் உடல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக கொழுப்பு உணவு பழக்கம்",
        "அதிக உடல் எடை",
        "ஹார்மோன் மாற்றங்கள்",
        "நீண்ட நேரம் உணவு தவிர்த்தல்"
      ],
      "symptoms": [
        "வலது மேல் வயிற்று வலி",
        "வாந்தி அல்லது வாந்தி உணர்வு",
        "செரிமான சிரமம்",
        "எண்ணெய் உணவுக்குப் பிறகு வலி"
      ],
      "duration": "3 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 10,
    "slug": "kidney-stone-treatment",
    "category": "general",
    "title": "சிறுநீரக கல் சிகிச்சை",
    "shortDescription": "சிறுநீரக கல் என்பது சிறுநீரகத்தில் உப்புகள் மற்றும் தாதுக்கள் சேர்ந்து கடினமாகி வலி மற்றும் சிறுநீர் கோளாறுகளை ஏற்படுத்தும் நிலையாகும்.",
    "image": "/images/treatments/kidney_stone.png",
    "details": {
      "overview": "சிறுநீரக கல் (Kidney Stone) என்பது சிறுநீரில் உள்ள கால்சியம், ஆக்சலேட், யூரிக் ஆசிட் போன்ற தாதுக்கள் ஒன்றிணைந்து சிறுநீரகத்தில் அல்லது சிறுநீர் பாதையில் கற்களாக உருவாகும் ஒரு பிரச்சனையாகும். இந்த கற்கள் சிறியதாக இருந்தால் சிலருக்கு அறிகுறிகள் தெரியாமல் இருக்கலாம். ஆனால் கற்கள் பெரிதாகி சிறுநீர் பாதையை அடைக்கும் போது கடும் வலி, சிறுநீரில் இரத்தம், வாந்தி மற்றும் எரிச்சல் போன்ற அறிகுறிகள் தோன்றும். போதிய நீர் அருந்தாமை, அதிக உப்பு மற்றும் புரத உணவுகள், பரம்பரை காரணங்கள் மற்றும் சில உடல் மாற்றங்கள் கல் உருவாவதற்கு முக்கிய காரணங்களாகும். திடீரென வரும் முதுகு அல்லது வயிற்று வலி நோயாளியை மிகவும் பாதிக்கக்கூடும். சரியான சிகிச்சை இல்லையெனில் தொற்று அல்லது சிறுநீரக பாதிப்பு ஏற்பட வாய்ப்பு உள்ளது. முறையான இயற்கை சிகிச்சை, அதிக நீர் அருந்துதல், உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் சிறுநீரக கற்களை கரைத்து வெளியேறச் செய்து ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் கல் அளவு மற்றும் சிறுநீரக நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "போதிய நீர் அருந்தாமை",
        "அதிக உப்பு மற்றும் புரத உணவுகள்",
        "பரம்பரை காரணங்கள்",
        "சிறுநீர் பாதை தொற்றுகள்"
      ],
      "symptoms": [
        "முதுகு அல்லது வயிற்றில் கடும் வலி",
        "சிறுநீரில் இரத்தம்",
        "சிறுநீர் கழிக்கும் போது எரிச்சல்",
        "வாந்தி அல்லது வாந்தி உணர்வு"
      ],
      "duration": "1 மாதத்தில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 11,
    "slug": "migraine-treatment",
    "category": "pain",
    "title": "மைக்ரேன் சிகிச்சை",
    "shortDescription": "மைக்ரேன் என்பது தலையின் ஒரு பக்கத்தில் கடும் வலி, வாந்தி உணர்வு மற்றும் ஒளி எரிச்சலுடன் தோன்றும் நீண்டகால தலைவலி நோயாகும்.",
    "image": "/images/treatments/migraine.jpg",
    "details": {
      "overview": "மைக்ரேன் (Migraine) என்பது சாதாரண தலைவலியை விட தீவிரமான ஒரு நரம்பியல் கோளாறாகும். இது பெரும்பாலும் தலையின் ஒரு பக்கத்தில் துடிப்பான கடும் வலியாக தோன்றும். இந்த வலியுடன் வாந்தி உணர்வு, வாந்தி, ஒளி மற்றும் சத்தத்துக்கு அதிக உணர்திறன் போன்றவை காணப்படும். சிலருக்கு வலி தொடங்குவதற்கு முன் கண்களில் மின்னல் போன்ற காட்சிகள் அல்லது மங்கலான பார்வை ஏற்படலாம். மனஅழுத்தம், தூக்கக் குறைவு, ஹார்மோன் மாற்றங்கள், சில உணவுகள் மற்றும் பரம்பரை காரணங்கள் மைக்ரேன் தாக்கத்தை தூண்டக்கூடும். தாக்கம் ஏற்பட்டால் நோயாளி சாதாரண வேலைகளை செய்ய முடியாத அளவிற்கு பாதிக்கப்படுவார். தொடர்ச்சியான மைக்ரேன் வாழ்க்கை தரத்தை குறைக்கும். முறையான இயற்கை சிகிச்சை, மனஅழுத்த கட்டுப்பாடு, உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் மைக்ரேன் தாக்கங்களை குறைத்து நரம்பு ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தலைவலி தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக மனஅழுத்தம்",
        "தூக்கக் குறைவு",
        "ஹார்மோன் மாற்றங்கள்",
        "பரம்பரை காரணங்கள்"
      ],
      "symptoms": [
        "தலையின் ஒரு பக்கத்தில் கடும் வலி",
        "வாந்தி அல்லது வாந்தி உணர்வு",
        "ஒளி மற்றும் சத்தத்திற்கு எரிச்சல்",
        "மயக்கம் அல்லது பார்வை மாற்றம்"
      ],
      "duration": "தாக்கத்தின் அடிக்கடி ஏற்படுதலைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 12,
    "slug": "peripheral-neuritis-treatment",
    "category": "pain",
    "title": "புற நரம்பு அழற்சி சிகிச்சை",
    "shortDescription": "புற நரம்பு அழற்சி என்பது நரம்புகள் பாதிப்படைவதால் வலி, முள் குத்தும் உணர்வு மற்றும் உணர்விழப்பு ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/peri.png",
    "details": {
      "overview": "புற நரம்பு அழற்சி (Peripheral Neuritis) என்பது மூளை மற்றும் முதுகெலும்பிற்கு வெளியே உள்ள நரம்புகள் பாதிக்கப்படுவதால் ஏற்படும் ஒரு நரம்பியல் கோளாறாகும். இந்த நிலையில் கைகள் மற்றும் கால்களில் முள் குத்தும் உணர்வு, எரிச்சல், வலி, உணர்விழப்பு அல்லது தசை பலவீனம் போன்ற அறிகுறிகள் காணப்படும். நீரிழிவு நோய், வைட்டமின் குறைபாடு, நீண்டகால மது பழக்கம், தொற்றுகள் மற்றும் சில மருந்துகள் நரம்புகளை பாதிக்கக் கூடும். ஆரம்ப நிலையில் கவனம் செலுத்தவில்லை என்றால் நரம்பு சேதம் அதிகரித்து இயக்கக் குறைபாடுகள் ஏற்படலாம். நோயாளிக்கு நடப்பதில் சிரமம் மற்றும் தினசரி செயல்களில் இடையூறு ஏற்படலாம். சரியான சிகிச்சை, ஊட்டச்சத்து நிறைந்த உணவு, இயற்கை மருந்துகள் மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் நரம்பு அழற்சியை கட்டுப்படுத்தி நரம்பு செயல்பாட்டை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நரம்பு பாதிப்பு அளவைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "நீரிழிவு நோய்",
        "வைட்டமின் B குறைபாடு",
        "நீண்டகால மது பழக்கம்",
        "நரம்பு தொற்றுகள்"
      ],
      "symptoms": [
        "கைகள் அல்லது கால்களில் முள் குத்தும் உணர்வு",
        "எரிச்சல் அல்லது வலி",
        "உணர்விழப்பு",
        "தசை பலவீனம்"
      ],
      "duration": "நரம்பு பாதிப்பு அளவைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 13,
    "slug": "thyroid-treatment",
    "category": "lifestyle",
    "title": "தைராய்டு சிகிச்சை",
    "shortDescription": "தைராய்டு என்பது ஹார்மோன் சீர்கேடு காரணமாக உடல் எடை, சக்தி நிலை மற்றும் மாற்றச்சுழற்சி பாதிக்கப்படும் ஒரு நோயாகும்.",
    "image": "/images/treatments/thyroid.jpg",
    "details": {
      "overview": "தைராய்டு என்பது கழுத்துப் பகுதியில் உள்ள தைராய்டு சுரப்பி சரியான அளவில் ஹார்மோன்களை சுரக்காததால் ஏற்படும் ஒரு ஹார்மோன் கோளாறாகும். இந்த சுரப்பி உடலின் மாற்றச்சுழற்சி, சக்தி நிலை, இதயத் துடிப்பு மற்றும் உடல் வெப்பத்தை கட்டுப்படுத்தும் முக்கிய பங்கு வகிக்கிறது. தைராய்டு குறைபாடு (Hypothyroid) மற்றும் அதிகரிப்பு (Hyperthyroid) என இரண்டு வகைகள் உள்ளன. குறைபாடு ஏற்பட்டால் எடை அதிகரிப்பு, சோர்வு மற்றும் குளிர் தாங்காமை காணப்படும். அதிகரிப்பு ஏற்பட்டால் எடை குறைவு, இதயத் துடிப்பு அதிகரிப்பு மற்றும் பதட்டம் ஏற்படலாம். பரம்பரை, மனஅழுத்தம், ஊட்டச்சத்து குறைபாடு மற்றும் தன்னாட்சி நோய்கள் இதற்குக் காரணமாக இருக்கலாம். நீண்ட காலம் சிகிச்சை பெறாவிட்டால் இதயம், இனப்பெருக்க அமைப்பு மற்றும் மனநலம் பாதிக்கப்படலாம். முறையான இயற்கை சிகிச்சை, உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் தைராய்டு ஹார்மோன் சமநிலையை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் ஹார்மோன் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அயோடின் குறைபாடு",
        "வெளிப்புற காரணங்களால் ஹார்மோன் சுரப்பு குறைவு",
        "அதிக அயோடின் கலந்த உப்பு பயன்பாடு"
      ],
      "symptoms": [
        "எடை அதிகரிப்பு அல்லது குறைவு",
        "அதிக சோர்வு",
        "இதயத் துடிப்பு மாற்றம்",
        "முடி உதிர்தல்"
      ],
      "duration": "4 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 14,
    "slug": "ulcer-treatment",
    "category": "digestion",
    "title": "புண் (Ulcer) சிகிச்சை",
    "shortDescription": "புண் என்பது வயிறு அல்லது குடல் சுவரில் ஏற்படும் காயம் காரணமாக வலி மற்றும் செரிமான சிக்கல்கள் தோன்றும் நிலையாகும்.",
    "image": "/images/treatments/st_ulcer.png",
    "details": {
      "overview": "புண் (Ulcer) என்பது வயிறு, சிறுகுடல் அல்லது உணவுக் குழாய் சுவரில் ஏற்படும் காயமாகும். அதிக அமில சுரப்பு, பாக்டீரியா தொற்று (H. pylori) மற்றும் சில வலி நிவாரண மருந்துகள் இதற்குக் காரணமாக இருக்கலாம். இந்த நிலையில் வயிற்றில் எரிச்சல், வலி, புளிப்பு மற்றும் உணவு சாப்பிட்ட பிறகு அசௌகரியம் ஏற்படும். சிலருக்கு வாந்தி அல்லது கருப்பு நிற மலமும் காணப்படலாம். நீண்ட காலம் புண் இருந்தால் இரத்தப்போக்கு மற்றும் கடுமையான சிக்கல்கள் ஏற்பட வாய்ப்பு உள்ளது. ஒழுங்கற்ற உணவு பழக்கம், அதிக காரம் மற்றும் மனஅழுத்தம் இந்த பிரச்சனையை அதிகரிக்கக் கூடும். இது சரியான சிகிச்சை இல்லையெனில் மீண்டும் மீண்டும் தோன்றக்கூடியது. முறையான இயற்கை சிகிச்சை, உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் புண் குணமடைந்து செரிமான ஆரோக்கியம் மேம்படும்.",
      "treatmentMethodDescription": "நோயாளியின் புண் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக வயிற்று அமிலம்",
        "H. pylori பாக்டீரியா தொற்று",
        "வலி நிவாரண மருந்துகள்",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "வயிற்றில் எரிச்சல் அல்லது வலி",
        "புளிப்பு",
        "வாந்தி உணர்வு",
        "உணவுக்குப் பிறகு அசௌகரியம்"
      ],
      "duration": "1 மாதத்தில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 15,
    "slug": "pcod-treatment",
    "category": "general",
    "title": "PCOD சிகிச்சை",
    "shortDescription": "PCOD என்பது பெண்களில் ஹார்மோன் சீர்கேடு காரணமாக மாதவிடாய், எடை மற்றும் கருத்தரிப்பு பாதிக்கப்படும் நிலையாகும்.",
    "image": "/images/treatments/pcod_3.jpeg",
    "details": {
      "overview": "PCOD (Polycystic Ovarian Disease) என்பது பெண்களில் காணப்படும் ஒரு பொதுவான ஹார்மோன் கோளாறாகும். இந்த நிலையில் முட்டையகங்களில் சிறிய நீர்க்கட்டிகள் உருவாகி, ஹார்மோன் சமநிலை பாதிக்கப்படுகிறது. இதனால் மாதவிடாய் ஒழுங்கின்மை, அதிக எடை, முகப்பரு, அதிக முடி வளர்ச்சி மற்றும் கருத்தரிப்பு சிக்கல்கள் ஏற்படலாம். இன்சுலின் எதிர்ப்பு, மனஅழுத்தம், தவறான உணவு பழக்கம் மற்றும் உடற்பயிற்சி இல்லாமை இந்த நோயை அதிகரிக்கக் கூடும். நீண்ட காலம் கவனிக்காமல் விட்டால் நீரிழிவு மற்றும் இதய நோய் அபாயம் அதிகரிக்கலாம். இது முழுமையாக குணமாகும் நோயல்ல என்றாலும் சரியான சிகிச்சை மூலம் கட்டுப்படுத்த முடியும். இயற்கை மருத்துவம், உணவு கட்டுப்பாடு, உடற்பயிற்சி மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் ஹார்மோன் சமநிலையை சீராக்கி ஆரோக்கியமான வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் ஹார்மோன் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "உடற்பயிற்சி இல்லாமை",
        "வயிற்றுப் பகுதி இயக்கக் குறைவு"
      ],
      "symptoms": [
        "மாதவிடாய் ஒழுங்கின்மை",
        "எடை அதிகரிப்பு",
        "முகப்பரு",
        "கருத்தரிப்பு சிக்கல்"
      ],
      "duration": "2 முதல் 3 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 16,
    "slug": "spondylosis-treatment",
    "category": "pain",
    "title": "ஸ்பாண்டிலோசிஸ் சிகிச்சை",
    "shortDescription": "ஸ்பாண்டிலோசிஸ் என்பது முதுகெலும்பில் ஏற்படும் தேய்மான மாற்றங்கள் காரணமாக கழுத்து அல்லது முதுகு வலி மற்றும் இயக்கக் குறைபாடு உருவாகும் நிலையாகும்.",
    "image": "/images/treatments/spon.png",
    "details": {
      "overview": "ஸ்பாண்டிலோசிஸ் (Spondylosis) என்பது வயது அதிகரிப்பதன் காரணமாக முதுகெலும்பு எலும்புகள், டிஸ்க்கள் மற்றும் மூட்டுகளில் ஏற்படும் இயற்கை தேய்மான மாற்றங்களால் உருவாகும் ஒரு நோயாகும். இது பெரும்பாலும் கழுத்து (Cervical Spondylosis) மற்றும் இடுப்பு (Lumbar Spondylosis) பகுதிகளில் அதிகமாக காணப்படுகிறது. நீண்ட நேரம் கணினி முன் உட்கார்ந்து வேலை செய்வது, தவறான உடல் நிலை, உடற்பயிற்சி இல்லாமை மற்றும் பழைய காயங்கள் இந்த பிரச்சனையை அதிகரிக்கின்றன. இந்த நிலையில் கழுத்து அல்லது முதுகு பகுதியில் தொடர்ச்சியான வலி, இறுக்கம், தலைவலி மற்றும் சிலருக்கு கைகள் அல்லது கால்களில் முள் குத்தும் உணர்வு ஏற்படலாம். சரியான கவனம் இல்லையெனில் நாளடைவில் நரம்பு அழுத்தம் அதிகரித்து இயக்கத் திறன் பாதிக்கப்படலாம். முறையான இயற்கை சிகிச்சை, உடற்பயிற்சி, உடல் நிலை திருத்தம் மற்றும் வாழ்க்கை முறையில் மாற்றங்கள் மூலம் ஸ்பாண்டிலோசிஸை கட்டுப்படுத்தி வலியற்ற வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் முதுகெலும்பு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வயது காரணமாக மூட்டு தேய்மானம்",
        "நீண்ட நேரம் தவறான உடல் நிலை",
        "உடற்பயிற்சி இல்லாமை",
        "பழைய முதுகு அல்லது கழுத்து காயங்கள்"
      ],
      "symptoms": [
        "கழுத்து அல்லது முதுகு வலி",
        "உடல் இறுக்கம்",
        "கைகள் அல்லது கால்களில் முள் குத்தும் உணர்வு",
        "அசைவுகளில் சிரமம்"
      ],
      "duration": "3 முதல் 6 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 17,
    "slug": "diabetic-ulcer-treatment",
    "category": "skin",
    "title": "நீரிழிவு புண் சிகிச்சை",
    "shortDescription": "நீரிழிவு புண் என்பது சர்க்கரை நோயாளிகளில் காயம் சரியாக ஆறாமல் நீண்ட காலம் நீடிக்கும் ஒரு தீவிர நிலையாகும்.",
    "image": "/images/treatments/diabetic_wound.webp",
    "details": {
      "overview": "நீரிழிவு புண் (Diabetic Ulcer) என்பது நீரிழிவு நோயாளிகளில் இரத்த சர்க்கரை கட்டுப்பாடு இல்லாததால் தோலில் ஏற்பட்ட சிறிய காயங்கள் கூட சரியாக ஆறாமல் புண்களாக மாறும் நிலையாகும். இது பெரும்பாலும் கால்களில், குறிப்பாக பாதத்தின் அடிப்பகுதியில் காணப்படுகிறது. நரம்பு பாதிப்பு மற்றும் இரத்த ஓட்டக் குறைவு காரணமாக வலி குறைவாக உணரப்படுவதால் நோயாளிகள் ஆரம்பத்தில் கவனிக்காமல் விடக்கூடும். காலப்போக்கில் இந்த புண்கள் ஆழமடைந்து தொற்று, வீக்கம் மற்றும் திசு சேதத்தை ஏற்படுத்தலாம். சரியான சிகிச்சை இல்லையெனில் கடுமையான சிக்கல்கள்甚至 விரல் அல்லது கால் அகற்றும் நிலை உருவாகலாம். முறையான காய பராமரிப்பு, இரத்த சர்க்கரை கட்டுப்பாடு, இயற்கை சிகிச்சை மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் நீரிழிவு புண்களை குணப்படுத்தி சிக்கல்களைத் தவிர்க்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் சர்க்கரை அளவு மற்றும் புண் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "நீரிழிவு நோய் கட்டுப்பாடு இல்லாமை",
        "நரம்பு பாதிப்பு",
        "இரத்த ஓட்டக் குறைவு",
        "சரியான காய பராமரிப்பு இல்லாமை"
      ],
      "symptoms": [
        "நீண்ட காலம் ஆறாத காயம்",
        "பாதத்தில் வீக்கம்",
        "புண்ணிலிருந்து சுரப்பு",
        "தொற்று அல்லது துர்நாற்றம்"
      ],
      "duration": "புண் ஆழம் மற்றும் சர்க்கரை கட்டுப்பாட்டைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 18,
    "slug": "dyslipidemia-treatment",
    "category": "lifestyle",
    "title": "டிஸ்லிபிடீமியா சிகிச்சை",
    "shortDescription": "டிஸ்லிபிடீமியா என்பது இரத்தத்தில் கொழுப்பு அளவுகள் சமநிலையின்றி அதிகரிப்பதால் இதய நோய் அபாயம் உயரும் நிலையாகும்.",
    "image": "/images/treatments/dys.png",
    "details": {
      "overview": "டிஸ்லிபிடீமியா (Dyslipidemia) என்பது இரத்தத்தில் உள்ள கொலஸ்ட்ரால் மற்றும் டிரைகிளிசரைடு போன்ற கொழுப்பு கூறுகள் இயல்பான அளவை விட அதிகமாகவோ குறைவாகவோ இருப்பதால் ஏற்படும் ஒரு மாற்றச்சுழற்சி கோளாறாகும். இதில் LDL (கெட்ட கொலஸ்ட்ரால்) அதிகரித்து HDL (நல்ல கொலஸ்ட்ரால்) குறைவதன் மூலம் இரத்தக் குழாய்களில் கொழுப்பு படிவுகள் உருவாகலாம். இதன் விளைவாக இதய நோய், பக்கவாதம் மற்றும் இரத்த ஓட்ட பாதிப்புகள் ஏற்படும் அபாயம் அதிகரிக்கிறது. தவறான உணவு பழக்கம், உடற்பயிற்சி இல்லாமை, உடல் எடை அதிகரிப்பு மற்றும் பரம்பரை காரணங்கள் இந்த நிலையை உருவாக்குகின்றன. ஆரம்ப நிலையில் பெரும்பாலும் அறிகுறிகள் தெரியாது. சரியான நேரத்தில் கண்டறிந்து சிகிச்சை எடுத்தால் இந்த நிலையை கட்டுப்படுத்த முடியும். இயற்கை சிகிச்சை, உணவு கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் இரத்த கொழுப்பு சமநிலையை மேம்படுத்தலாம்.",
      "treatmentMethodDescription": "நோயாளியின் இரத்த கொழுப்பு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக கொழுப்பு மற்றும் எண்ணெய் உணவுகள்",
        "உடற்பயிற்சி இல்லாமை",
        "உடல் எடை அதிகரிப்பு",
        "பரம்பரை காரணங்கள்"
      ],
      "symptoms": [
        "அதிக சோர்வு",
        "மூச்சுத் திணறல்",
        "மார்பு அசௌகரியம்",
        "இரத்த பரிசோதனையில் கொழுப்பு அதிகரிப்பு"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 19,
    "slug": "fungal-infection-treatment",
    "category": "skin",
    "title": "பூஞ்சை தொற்று சிகிச்சை",
    "shortDescription": "பூஞ்சை தொற்று என்பது தோலில் அல்லது நகங்களில் பூஞ்சை வளர்ச்சியால் அரிப்பு, சிவப்பு தழும்புகள் மற்றும் உரிதல் ஏற்படும் தொற்றுநோயாகும்.",
    "image": "/images/treatments/fungal.jpg",
    "details": {
      "overview": "பூஞ்சை தொற்று (Fungal Infection) என்பது தோல், நகம் அல்லது உடல் மடிப்புப் பகுதிகளில் பூஞ்சை கிருமிகள் அதிகமாக வளர்வதால் ஏற்படும் ஒரு பொதுவான தொற்றாகும். அதிக வியர்வை, ஈரப்பதம் மற்றும் சுத்தமின்மை போன்ற சூழ்நிலைகள் பூஞ்சை வளர்ச்சிக்கு ஏற்றதாக இருக்கும். இந்த தொற்று தொடையில், கால் விரல்கள் இடையில், கைமடிப்பு, மார்பு கீழ் மற்றும் தலையில் கூட காணப்படலாம். ஆரம்பத்தில் சிறிய அரிப்பு மற்றும் சிவப்பு தழும்புகளாக தொடங்கி, சிகிச்சை இல்லையெனில் பரவி அதிக எரிச்சல் மற்றும் உரிதலை ஏற்படுத்தும். இது ஒருவரிடமிருந்து மற்றொருவருக்கு பரவக்கூடியது. சரியான சிகிச்சை, சுத்தமான வாழ்க்கை முறை மற்றும் இயற்கை மருத்துவ முறைகள் மூலம் பூஞ்சை தொற்றை முழுமையாக குணப்படுத்தி தோல் ஆரோக்கியத்தை பாதுகாக்க முடியும்.",
      "treatmentMethodDescription": "தொற்றின் வகை மற்றும் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக வியர்வை மற்றும் ஈரப்பதம்",
        "சுத்தமின்மை",
        "நோய் எதிர்ப்பு சக்தி குறைவு",
        "பூஞ்சை தொற்றுள்ளவர்களுடன் நேரடி தொடர்பு"
      ],
      "symptoms": [
        "கடும் அரிப்பு",
        "சிவப்பு அல்லது கருப்பு தழும்புகள்",
        "தோல் உரிதல்",
        "எரிச்சல் அல்லது சுடும் உணர்வு"
      ],
      "duration": "3 முதல் 4 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 20,
    "slug": "hair-loss-treatment",
    "category": "skin",
    "title": "முடி உதிர்வு சிகிச்சை",
    "shortDescription": "முடி உதிர்வு என்பது ஹார்மோன் மாற்றங்கள், மனஅழுத்தம் மற்றும் ஊட்டச்சத்து குறைபாடு காரணமாக ஏற்படும் ஒரு பொதுவான பிரச்சனையாகும்.",
    "image": "/images/treatments/hairfall.jpg",
    "details": {
      "overview": "முடி உதிர்வு (Hair Loss) என்பது முடி வேர் பலவீனமடைவதால் அல்லது முடி வளர்ச்சி சுழற்சி பாதிக்கப்படுவதால் ஏற்படும் ஒரு நிலையாகும். தினசரி சில முடிகள் உதிர்வது இயல்பானதாக இருந்தாலும், அதிக அளவில் உதிர்வது கவலைக்குரியது. மனஅழுத்தம், ஹார்மோன் சீர்கேடு, பரம்பரை, ஊட்டச்சத்து குறைபாடு மற்றும் தவறான வாழ்க்கை முறை முடி உதிர்வுக்கு முக்கிய காரணங்களாகும். இதனால் முடி மெலிதாகுதல், வழுக்கை உருவாகுதல் மற்றும் தன்னம்பிக்கை குறைவு ஏற்படலாம். சரியான நேரத்தில் சிகிச்சை தொடங்கவில்லை என்றால் முடி வளர்ச்சி முழுமையாக பாதிக்கப்படலாம். இயற்கை சிகிச்சை, தலைச்சரும பராமரிப்பு, சீரான உணவு மற்றும் மனஅழுத்தக் கட்டுப்பாடு மூலம் முடி வேர்களை வலுப்படுத்தி மீண்டும் ஆரோக்கியமான முடி வளர்ச்சியை பெற முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் முடி மற்றும் தலைச்சரும நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஹார்மோன் சீர்கேடு",
        "அதிக மனஅழுத்தம்",
        "ஊட்டச்சத்து குறைபாடு",
        "பரம்பரை காரணங்கள்"
      ],
      "symptoms": [
        "அதிக முடி உதிர்வு",
        "முடி மெலிதாகுதல்",
        "வழுக்கை உருவாகுதல்",
        "தலைச்சருமம் வறட்சி"
      ],
      "duration": "முடி உதிர்வு காரணத்தைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 21,
    "slug": "hydrocele-treatment",
    "category": "general",
    "title": "ஹைட்ரோசீல் சிகிச்சை",
    "shortDescription": "ஹைட்ரோசீல் என்பது ஆண்களில் விதைப்பையைச் சுற்றி திரவம் சேர்ந்து வீக்கம் ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/hydro.png",
    "details": {
      "overview": "ஹைட்ரோசீல் (Hydrocele) என்பது விதைப்பையைச் சுற்றியுள்ள பையில் திரவம் தேங்கி வீக்கம் ஏற்படும் ஒரு நிலையாகும். இது பெரும்பாலும் வலி இல்லாமல் காணப்பட்டாலும், வீக்கம் அதிகரிக்கும் போது அசௌகரியம் மற்றும் நடப்பதில் சிரமம் ஏற்படலாம். பிறவியிலேயே குழந்தைகளுக்கு ஏற்படலாம் அல்லது பெரியவர்களில் காயம், தொற்று அல்லது அழற்சி காரணமாக உருவாகலாம். சிலருக்கு இது மெதுவாக வளர்ந்து நாளடைவில் பெரிதாகும். ஆரம்ப நிலையில் கவனிக்காமல் விட்டால் வாழ்க்கை தரத்தை பாதிக்கக்கூடும். இது பொதுவாக ஆபத்தான நோயல்ல என்றாலும் சரியான பரிசோதனை அவசியம். இயற்கை சிகிச்சை, உடல் நிலை கவனம் மற்றும் தேவையான மருத்துவ ஆலோசனை மூலம் ஹைட்ரோசீலை கட்டுப்படுத்தி வீக்கத்தை குறைக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் வீக்கம் அளவு மற்றும் உடல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "விதைப்பை காயம்",
        "தொற்று அல்லது அழற்சி",
        "பிறவியிலேயே ஏற்படும் குறைபாடு",
        "இரத்த அல்லது திரவ ஓட்டக் குறைவு"
      ],
      "symptoms": [
        "விதைப்பை பகுதியில் வீக்கம்",
        "எடையுடன் உணர்வு",
        "அசௌகரியம்",
        "நீண்ட நேரம் நின்றால் அதிகரிக்கும் வீக்கம்"
      ],
      "duration": "1 முதல் 2 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 22,
    "slug": "vitiligo-treatment",
    "category": "skin",
    "title": "லியூகோடெர்மா சிகிச்சை",
    "shortDescription": "லியூகோடெர்மா (விட்டிலிகோ) என்பது தோலில் நிறம் தரும் மெலனின் குறைவதால் வெள்ளைத் தழும்புகள் தோன்றும் நீண்டகால தோல் நோயாகும்.",
    "image": "/images/treatments/leuco2.jpg",
    "details": {
      "overview": "லியூகோடெர்மா அல்லது விட்டிலிகோ என்பது தோலில் நிறம் தரும் மெலனின் உற்பத்தி குறைவதாலோ அல்லது நிறம் உருவாக்கும் செல்கள் செயலிழப்பதாலோ ஏற்படும் ஒரு தோல் நிலையாகும். இதனால் உடலின் பல பகுதிகளில் வெள்ளைத் தழும்புகள் உருவாகும். இது முகம், கைகள், கால்கள், வாய்ப்பகுதி மற்றும் பிற பகுதிகளில் காணப்படலாம். இது தொற்றுநோய் அல்ல மற்றும் ஒருவரிடமிருந்து மற்றொருவருக்கு பரவாது. பரம்பரை, தன்னாட்சி நோய் எதிர்ப்பு கோளாறுகள் மற்றும் மனஅழுத்தம் போன்றவை இதற்குக் காரணமாக இருக்கலாம். ஆரம்ப நிலையில் சரியான கவனம் செலுத்தவில்லை என்றால் தழும்புகள் பரவ வாய்ப்பு உள்ளது. இந்த நோய் உடல் ஆரோக்கியத்தை நேரடியாக பாதிக்காதாலும் மனநல பாதிப்பை ஏற்படுத்தக்கூடும். முறையான இயற்கை சிகிச்சை, உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் தோல் நிறம் மீள உதவியும் நோய் பரவலைக் கட்டுப்படுத்தவும் முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தோல் நிலை மற்றும் தழும்புகள் பரவலைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "93",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தன்னாட்சி நோய் எதிர்ப்பு கோளாறு",
        "பரம்பரை காரணங்கள்",
        "அதிக மனஅழுத்தம்",
        "மெலனின் உற்பத்தி குறைவு"
      ],
      "symptoms": [
        "தோலில் வெள்ளைத் தழும்புகள்",
        "நிறம் சமமில்லாத தோற்றம்",
        "முடி நிறம் மாறுதல்",
        "தழும்புகள் மெதுவாக பரவுதல்"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 23,
    "slug": "obesity-treatment",
    "category": "lifestyle",
    "title": "உடல் பருமன் சிகிச்சை",
    "shortDescription": "உடல் பருமன் என்பது உடலில் அதிக கொழுப்பு சேர்வதால் பல நோய்களின் அபாயம் அதிகரிக்கும் நிலையாகும்.",
    "image": "/images/treatments/obesity.png",
    "details": {
      "overview": "உடல் பருமன் (Obesity) என்பது உடலில் தேவைக்குமீறி கொழுப்பு சேர்ந்து எடை அதிகரிக்கும் ஒரு நிலையாகும். இது தவறான உணவு பழக்கம், உடற்பயிற்சி இல்லாமை, ஹார்மோன் மாற்றங்கள் மற்றும் மனஅழுத்தம் போன்ற காரணங்களால் ஏற்படுகிறது. உடல் பருமன் நீண்ட காலம் தொடர்ந்தால் நீரிழிவு, இரத்த அழுத்தம், இதய நோய், மூட்டு வலி மற்றும் சுவாச சிக்கல்கள் போன்ற பல பிரச்சனைகள் உருவாகலாம். சிலருக்கு உடல் பருமன் தன்னம்பிக்கை குறைவு மற்றும் மன அழுத்தத்தையும் ஏற்படுத்தும். குறுகிய கால டயட் முறைகள் பலனளிக்காமல் போகலாம். சரியான சிகிச்சை, சீரான உணவு திட்டம், உடற்பயிற்சி மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் உடல் எடையை ஆரோக்கியமாக குறைத்து பராமரிக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் உடல் எடை மற்றும் மாற்றச்சுழற்சி நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தவறான உணவு பழக்கம்",
        "உடற்பயிற்சி இல்லாமை",
        "ஹார்மோன் சீர்கேடு",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "அதிக உடல் எடை",
        "விரைவில் சோர்வு",
        "மூச்சுத் திணறல்",
        "மூட்டு மற்றும் முதுகு வலி"
      ],
      "duration": "6 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 24,
    "slug": "acne-treatment",
    "category": "skin",
    "title": "முகப்பரு சிகிச்சை",
    "shortDescription": "முகப்பரு என்பது தோலில் எண்ணெய் சுரப்பு அதிகரிப்பதால் ஏற்படும் பொதுவான தோல் பிரச்சனையாகும்.",
    "image": "/images/treatments/pimples.webp",
    "details": {
      "overview": "முகப்பரு (Acne) என்பது முகம், முதுகு மற்றும் மார்புப் பகுதிகளில் தோல் துளைகள் அடைபடுவதால் உருவாகும் ஒரு தோல் பிரச்சனையாகும். அதிக எண்ணெய் சுரப்பு, ஹார்மோன் மாற்றங்கள் மற்றும் பாக்டீரியா வளர்ச்சி இதற்கு முக்கிய காரணங்களாகும். இளம் வயதினரிடம் அதிகமாக காணப்பட்டாலும் பெரியவர்களுக்கும் இது ஏற்படலாம். முகப்பரு காரணமாக சிவப்பு வீக்கம், வலி மற்றும் பின்னர் கரும்புள்ளிகள் அல்லது தழும்புகள் உருவாகலாம். சரியான பராமரிப்பு இல்லையெனில் இது தோல் அழற்சி மற்றும் நிரந்தர மாசுகளை ஏற்படுத்தக்கூடும். மனஅழுத்தம் மற்றும் தவறான உணவு பழக்கம் முகப்பருவை அதிகரிக்கக்கூடும். முறையான இயற்கை சிகிச்சை, தோல் சுத்தம் மற்றும் உணவு கட்டுப்பாடு மூலம் முகப்பருவை குறைத்து தோல் ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தோல் தன்மை மற்றும் முகப்பரு தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஹார்மோன் மாற்றங்கள்",
        "அதிக எண்ணெய் சுரப்பு",
        "தோல் துளைகள் அடைபடுதல்",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "முகத்தில் சிவப்பு பருக்கள்",
        "வலி அல்லது வீக்கம்",
        "கரும்புள்ளிகள்",
        "தோல் அழற்சி"
      ],
      "duration": "தோல் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 25,
    "slug": "piles-treatment",
    "category": "digestion",
    "title": "மூல நோய் (Piles) சிகிச்சை",
    "shortDescription": "மூல நோய் என்பது மலவாயில் உள்ள நரம்புகள் வீங்கி வலி, இரத்தப்போக்கு மற்றும் அசௌகரியம் ஏற்படும் ஒரு பொதுவான பிரச்சனையாகும்.",
    "image": "/images/treatments/piles.png",
    "details": {
      "overview": "மூல நோய் (Piles / Hemorrhoids) என்பது மலவாயின் உள்ளே அல்லது வெளியே உள்ள நரம்புகள் அதிக அழுத்தத்தால் வீங்கி விரிவடைவதால் ஏற்படும் ஒரு நிலையாகும். இது பெரும்பாலும் நீண்ட கால மலச்சிக்கல், அதிக நேரம் கழிப்பறையில் அமருதல் மற்றும் தவறான உணவு பழக்கம் காரணமாக உருவாகிறது. ஆரம்ப நிலையில் லேசான அரிப்பு அல்லது அசௌகரியமாக தோன்றினாலும், நாளடைவில் மலத்துடன் இரத்தப்போக்கு, வலி மற்றும் வீக்கம் அதிகரிக்கலாம். சிலருக்கு வெளியே கட்டி போல் தோன்றும். சரியான சிகிச்சை இல்லையெனில் தினசரி வாழ்க்கையை கடுமையாக பாதிக்கக்கூடும். இது தொற்றுநோய் அல்ல. முறையான இயற்கை சிகிச்சை, நார்ச்சத்து நிறைந்த உணவு, மலச்சிக்கல் கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் மூல நோயை கட்டுப்படுத்தி அறுவை சிகிச்சை இல்லாமலே நிவாரணம் பெற முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் மூல நோய் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக உடல் வெப்பம்",
        "நீண்ட நேர பயணம்",
        "தவறான உணவு உட்கொள்ளும் நிலை",
        "நார்ச்சத்து குறைவு"
      ],
      "symptoms": [
        "மலத்துடன் இரத்தப்போக்கு",
        "மலவாயில் வலி அல்லது அரிப்பு",
        "வீக்கம் அல்லது கட்டி தோன்றுதல்",
        "மலம் கழிக்கும் போது சிரமம்"
      ],
      "duration": "1 மாதத்தில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 26,
    "slug": "anal-fistula-treatment",
    "category": "digestion",
    "title": "குத நாழி (Anal Fistula) சிகிச்சை",
    "shortDescription": "குத நாழி என்பது மலவாயின் உள்ளே இருந்து வெளியே தோல் வரை உருவாகும் அசாதாரண பாதை காரணமாக வலி மற்றும் சீழ் வடிதல் ஏற்படும் நோயாகும்.",
    "image": "/images/treatments/anal-fistula.png",
    "details": {
      "overview": "குத நாழி (Anal Fistula) என்பது மலவாயின் உள்ளே உருவாகும் தொற்று காரணமாக தோலுக்கு வெளியே ஒரு குழாய் போன்ற பாதை உருவாகும் நிலையாகும். இது பெரும்பாலும் குதப் புண் அல்லது அப்சஸ் சரியாக குணமாகாததன் விளைவாக உருவாகிறது. இந்த நிலையில் மலவாயைச் சுற்றி வலி, வீக்கம், சீழ் அல்லது இரத்த வடிதல் மற்றும் எரிச்சல் ஏற்படும். சிலருக்கு நடப்பதும் உட்காருவதும் கடினமாக இருக்கும். நீண்ட காலம் சிகிச்சை பெறாமல் இருந்தால் தொற்று அதிகரித்து பிரச்சனை தீவிரமாகலாம். இது தானாக குணமாகும் நோய் அல்ல. சரியான இயற்கை சிகிச்சை, தொற்று கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் அறுவை சிகிச்சை இல்லாமலேயே நிவாரணம் பெற முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நாழி பாதை நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "93",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "குத அப்சஸ்",
        "தொடர்ந்த தொற்று",
        "மலவாய் புண்",
        "குடல் அழற்சி நோய்கள்"
      ],
      "symptoms": [
        "மலவாயில் வலி",
        "சீழ் அல்லது இரத்த வடிதல்",
        "வீக்கம்",
        "எரிச்சல்"
      ],
      "duration": "3 முதல் 4 மாதங்களில் முழுமையாக குணமாகும்",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 27,
    "slug": "anal-fissure-treatment",
    "category": "digestion",
    "title": "குத பிளவு சிகிச்சை",
    "shortDescription": "குத பிளவு என்பது குத பகுதியில் தோலில் ஏற்படும் சிறிய பிளவு அல்லது காயம் காரணமாக வலி மற்றும் இரத்தப்போக்கு ஏற்படும் ஒரு பொதுவான பிரச்சனையாகும்.",
    "image": "/images/treatments/anal-fissure.png",
    "details": {
      "overview": "குத பிளவு (Anal Fissure) என்பது மலவாயின் உள்புறத் தோலில் ஏற்படும் சிறிய பிளவு அல்லது காயமாகும். இது பெரும்பாலும் கடினமான மலத்தை வலியுடன் கழிப்பதால் அல்லது தொடர்ந்து மலச்சிக்கல் இருப்பதால் உருவாகிறது. இந்த நிலையில் மலத்தை கழிக்கும் போது கடும் வலி, எரிச்சல் மற்றும் சில நேரங்களில் புதிய சிவப்பு நிற இரத்தப்போக்கு காணப்படும். சிலருக்கு மலவாயைச் சுற்றி இறுக்கம் மற்றும் நீண்ட நேரம் வலி நீடிக்கும். நீண்ட காலம் சிகிச்சை பெறாமல் இருந்தால் இந்த பிளவு ஆழமடைந்து நாள்பட்ட பிரச்சனையாக மாறலாம். குறைந்த நீர் அருந்துதல், நார்ச்சத்து குறைந்த உணவு, அதிக நேரம் கழிப்பறையில் அமருதல் மற்றும் கர்ப்ப கால மாற்றங்கள் போன்றவை இதை அதிகரிக்கக் கூடும். இது தொற்றுநோய் அல்ல. சரியான சிகிச்சை, உணவு மாற்றம், மலச்சிக்கல் கட்டுப்பாடு மற்றும் இயற்கை மருத்துவ முறைகள் மூலம் குத பிளவை முழுமையாக குணப்படுத்தி வலியற்ற வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நிலை மற்றும் காயத்தின் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "97",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தொடர்ந்த மலச்சிக்கல்",
        "கடினமான மலத்தை வலியுடன் கழித்தல்",
        "நார்ச்சத்து குறைந்த உணவு பழக்கம்",
        "கர்ப்பம் மற்றும் பிரசவத்திற்குப் பிந்தைய மாற்றங்கள்"
      ],
      "symptoms": [
        "மலம் கழிக்கும் போது கடும் வலி",
        "மலத்துடன் சிவப்பு நிற இரத்தப்போக்கு",
        "குத பகுதியில் எரிச்சல்",
        "மலவாயைச் சுற்றி இறுக்கம்"
      ],
      "duration": "பிளவின் தீவிரத்தன்மை மற்றும் சிகிச்சை முறையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 28,
    "slug": "arthritis-treatment",
    "category": "pain",
    "title": "மூட்டு வாதம் (Arthritis) சிகிச்சை",
    "shortDescription": "மூட்டு வாதம் என்பது மூட்டுகளில் ஏற்படும் அழற்சி காரணமாக வலி, வீக்கம் மற்றும் இயக்கக் குறைவு ஏற்படும் நீண்டகால நோயாகும்.",
    "image": "/images/treatments/arthiritis.png",
    "details": {
      "overview": "மூட்டு வாதம் (Arthritis) என்பது உடலின் ஒரு அல்லது பல மூட்டுகளில் ஏற்படும் அழற்சி நிலையாகும். இது வயது அதிகரிப்பு, மூட்டு தேய்மை, தன்னாட்சி நோய் எதிர்ப்பு கோளாறு அல்லது பழைய காயங்கள் காரணமாக ஏற்படலாம். இந்த நிலையில் மூட்டுகளில் வலி, வீக்கம், கடினத்தன்மை மற்றும் இயக்கத்தில் சிரமம் காணப்படும். சிலருக்கு காலை நேரங்களில் மூட்டுகள் அதிகமாக உறைந்து காணப்படும். சரியான சிகிச்சை இல்லையெனில் மூட்டு சேதம் அதிகரித்து தினசரி செயல்கள் பாதிக்கப்படலாம். மூட்டு வாதம் உடல் வலியுடன் மனஅழுத்தத்தையும் ஏற்படுத்தக்கூடும். முறையான இயற்கை சிகிச்சை, உடற்பயிற்சி, எடை கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் மூட்டு அழற்சியை குறைத்து வலியில்லா இயக்கத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் மூட்டு நிலை மற்றும் வாதத்தின் வகையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வயது காரணமான மூட்டு தேய்மை",
        "தன்னாட்சி நோய் எதிர்ப்பு கோளாறு",
        "பழைய காயங்கள்",
        "அதிக உடல் எடை"
      ],
      "symptoms": [
        "மூட்டு வலி",
        "வீக்கம்",
        "காலை நேர கடினத்தன்மை",
        "இயக்கத்தில் சிரமம்"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 29,
    "slug": "calcaneal-spur-treatment",
    "category": "pain",
    "title": "கால்கேனியல் ஸ்பர் சிகிச்சை",
    "shortDescription": "கால்கேனியல் ஸ்பர் என்பது குதிகால் எலும்பின் கீழ்பகுதியில் உருவாகும் எலும்பு வளர்ச்சியால் ஏற்படும் வலியுடனான நிலையாகும்.",
    "image": "/images/treatments/cal_spur.png",
    "details": {
      "overview": "கால்கேனியல் ஸ்பர் (Calcaneal Spur) என்பது குதிகால் எலும்பின் அடிப்பகுதியில் கால்சியம் சேர்வதால் உருவாகும் சிறிய எலும்பு வளர்ச்சியாகும். இது பெரும்பாலும் நீண்ட நேரம் நின்று வேலை செய்வது, தவறான காலணி பயன்பாடு, அதிக உடல் எடை மற்றும் பாதத்தின் தசை அழுத்தம் காரணமாக ஏற்படுகிறது. இந்த நிலையில் காலை எழுந்தவுடன் அல்லது நீண்ட நேரம் ஓய்வுக்குப் பிறகு நடக்கும்போது கடும் குதிகால் வலி ஏற்படும். சிலருக்கு நாள் முழுவதும் வலி நீடிக்கலாம். சரியான சிகிச்சை இல்லையெனில் நடப்பதில் சிரமம் ஏற்பட்டு வாழ்க்கை தரம் குறையலாம். இயற்கை சிகிச்சை, சரியான காலணி, உடற்பயிற்சி மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் வலியை குறைத்து இயல்பான நடைமுறையை மீட்டெடுக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் வலி தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக உடல் எடை",
        "நீண்ட நேரம் நின்று வேலை செய்வது",
        "தவறான காலணி பயன்பாடு",
        "பாத தசை அழுத்தம்"
      ],
      "symptoms": [
        "குதிகால் வலி",
        "காலை நேரங்களில் அதிக வலி",
        "நடக்கும் போது சிரமம்",
        "கால் பகுதியில் கடினத்தன்மை"
      ],
      "duration": "வலி நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 30,
    "slug": "dandruff-treatment",
    "category": "skin",
    "title": "பொடுகு சிகிச்சை",
    "shortDescription": "பொடுகு என்பது தலையோட்டில் தோல் உலர்ச்சி அல்லது பூஞ்சை தொற்று காரணமாக ஏற்படும் பொதுவான முடி மற்றும் தோல் பிரச்சினையாகும்.",
    "image": "/images/treatments/dandruff.webp",
    "details": {
      "overview": "பொடுகு (Dandruff) என்பது தலையோட்டின் மேல்தோல் அதிகமாக உதிர்வதால் உருவாகும் ஒரு பொதுவான நிலையாகும். இது தோல் உலர்ச்சி, அதிக எண்ணெய் சுரப்பு அல்லது பூஞ்சை தொற்று காரணமாக ஏற்படலாம். பொடுகு உள்ளவர்களுக்கு தலையோட்டில் அரிப்பு, வெள்ளைத் துகள்கள் மற்றும் சில நேரங்களில் சிவப்பு அழற்சி காணப்படும். இது நேரடியாக ஆபத்தானது அல்ல என்றாலும் தொடர்ந்தால் முடி உதிர்வு மற்றும் தன்னம்பிக்கை குறைவை ஏற்படுத்தக்கூடும். தவறான முடி பராமரிப்பு, மனஅழுத்தம் மற்றும் உணவு பழக்கம் இதை அதிகரிக்கலாம். சரியான இயற்கை சிகிச்சை, தலையோட்டு சுத்தம், உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் பொடுகை முழுமையாக கட்டுப்படுத்தி ஆரோக்கியமான முடி வளர்ச்சியை பெற முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தலையோட்டு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "97",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தோல் உலர்ச்சி",
        "பூஞ்சை தொற்று",
        "அதிக எண்ணெய் சுரப்பு",
        "மனஅழுத்தம்"
      ],
      "symptoms": [
        "தலையோட்டில் அரிப்பு",
        "வெள்ளைத் துகள்கள்",
        "சிவப்பு தோல் அழற்சி",
        "முடி உதிர்வு"
      ],
      "duration": "தலையோட்டு நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 31,
    "slug": "eczema-treatment",
    "category": "skin",
    "title": "எக்ஸிமா சிகிச்சை",
    "shortDescription": "எக்ஸிமா என்பது தோலில் ஏற்படும் நீண்டகால அழற்சி காரணமாக அரிப்பு, உலர்ச்சி மற்றும் சிவப்பு புண்கள் தோன்றும் தோல் நோயாகும்.",
    "image": "/images/treatments/eczema.png",
    "details": {
      "overview": "எக்ஸிமா (Eczema) என்பது தோலின் பாதுகாப்புத் தன்மை பாதிக்கப்படுவதால் ஏற்படும் ஒரு நீண்டகால தோல் அழற்சி நிலையாகும். இந்த நோயால் தோலில் கடும் அரிப்பு, உலர்ச்சி, சிவப்பு நிறம், சில நேரங்களில் நீர்வடிவ புண்கள் மற்றும் தோல் உரிதல் போன்றவை காணப்படும். குழந்தைகள் முதல் பெரியவர்கள் வரை யாருக்கும் இது ஏற்படலாம். பரம்பரை, தன்னாட்சி நோய் எதிர்ப்பு கோளாறு, அலர்ஜி மற்றும் மனஅழுத்தம் போன்றவை இதற்குக் காரணமாக இருக்கலாம். தொடர்ந்து அரிப்பதால் தோல் தடிப்பு அதிகரித்து நிறம் மாறலாம். இது தொற்றுநோய் அல்ல என்றாலும் சரியான பராமரிப்பு இல்லையெனில் மீண்டும் மீண்டும் தோன்றும். இயற்கை சிகிச்சை, தோல் ஈரப்பதம் பராமரிப்பு, உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் எக்ஸிமாவை கட்டுப்படுத்தி தோல் ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தோல் தன்மை மற்றும் எக்ஸிமா தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "பரம்பரை காரணங்கள்",
        "அலர்ஜி பாதிப்பு",
        "தன்னாட்சி நோய் எதிர்ப்பு கோளாறு",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "கடும் அரிப்பு",
        "தோல் உலர்ச்சி",
        "சிவப்பு அல்லது கருமை தோல்",
        "தோல் உரிதல்"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 32,
    "slug": "trigeminal-neuralgia-treatment",
    "category": "pain",
    "title": "ட்ரைஜெமினல் நியூரால்ஜியா சிகிச்சை",
    "shortDescription": "ட்ரைஜெமினல் நியூரால்ஜியா என்பது முக நரம்பு பாதிப்பால் திடீரென கடும் முக வலி ஏற்படும் நரம்பியல் நோயாகும்.",
    "image": "/images/treatments/trigeminal.png",
    "details": {
      "overview": "ட்ரைஜெமினல் நியூரால்ஜியா (Trigeminal Neuralgia) என்பது முகத்தில் உணர்வை வழங்கும் ட்ரைஜெமினல் நரம்பு பாதிக்கப்படுவதால் ஏற்படும் ஒரு தீவிர நரம்பியல் கோளாறாகும். இந்த நிலையில் மின்சாரம் தாக்கியது போல் திடீரென கடும் வலி முகத்தின் ஒரு பக்கத்தில் ஏற்படும். பேசுதல், சாப்பிடுதல், பல் துலக்குதல் அல்லது காற்று பட்டால்கூட வலி தூண்டப்படலாம். சில விநாடிகள் முதல் நிமிடங்கள் வரை வலி நீடிக்கலாம். வயது அதிகரிப்பு, நரம்பு அழுத்தம் மற்றும் சில நரம்பு நோய்கள் இதற்குக் காரணமாக இருக்கலாம். இந்த வலி நோயாளியின் மனநலத்தையும் வாழ்க்கை தரத்தையும் கடுமையாக பாதிக்கும். சரியான சிகிச்சை, இயற்கை மருத்துவம், மனஅழுத்தக் கட்டுப்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் வலி தாக்கங்களை குறைத்து நரம்பு ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நரம்பு பாதிப்பு அளவைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை நடைமுறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "92",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "முக நரம்பு அழுத்தம்",
        "வயது காரணமான நரம்பு மாற்றங்கள்",
        "நரம்பியல் நோய்கள்",
        "பழைய காயங்கள்"
      ],
      "symptoms": [
        "மின்சாரம் தாக்கியது போல் கடும் முக வலி",
        "முகத்தின் ஒரு பக்கம் வலி",
        "பேசும் போது வலி அதிகரிப்பு",
        "திடீர் வலி தாக்கங்கள்"
      ],
      "duration": "வலி தாக்கங்களின் அடிக்கடி ஏற்படுதலைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 33,
    "slug": "high-blood-pressure-treatment",
    "category": "lifestyle",
    "title": "உயர் இரத்த அழுத்தம் சிகிச்சை",
    "shortDescription": "உயர் இரத்த அழுத்தம் என்பது இரத்த நாளங்களில் அழுத்தம் அதிகரித்து இதயம் மற்றும் பிற உறுப்புகளை பாதிக்கும் நீண்டகால நோயாகும்.",
    "image": "/images/treatments/hyper.png",
    "details": {
      "overview": "உயர் இரத்த அழுத்தம் (Hypertension) என்பது இரத்த நாளங்களில் இரத்தம் அதிக அழுத்தத்துடன் ஓடுவதால் உருவாகும் ஒரு நீண்டகால நிலையாகும். இது பெரும்பாலும் அறிகுறிகள் இல்லாமல் நீண்ட காலம் தொடரக்கூடியதால் ‘மௌன கொலைகாரன்’ என அழைக்கப்படுகிறது. தவறான உணவு பழக்கம், அதிக உப்பு உட்கொள்வது, உடற்பயிற்சி இல்லாமை, மனஅழுத்தம் மற்றும் மரபியல் காரணங்கள் இதற்கு முக்கிய காரணங்களாகும். சிகிச்சை இல்லையெனில் இதய நோய், பக்கவாதம், சிறுநீரக பாதிப்பு மற்றும் கண் பார்வை குறைவு போன்ற கடுமையான சிக்கல்கள் ஏற்படலாம். சரியான சிகிச்சை, உணவு கட்டுப்பாடு, மனஅழுத்த மேலாண்மை மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் இரத்த அழுத்தத்தை இயல்பான அளவில் கட்டுப்படுத்தி ஆரோக்கியமான வாழ்க்கை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் இரத்த அழுத்த நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக உப்பு உணவு",
        "மனஅழுத்தம்",
        "உடற்பயிற்சி இல்லாமை",
        "பரம்பரை காரணங்கள்"
      ],
      "symptoms": [
        "தலைவலி",
        "மயக்கம்",
        "இதயத் துடிப்பு அதிகரிப்பு",
        "சோர்வு"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 34,
    "slug": "infertility-treatment",
    "category": "general",
    "title": "மலட்டுத்தன்மை சிகிச்சை",
    "shortDescription": "மலட்டுத்தன்மை என்பது ஆண் அல்லது பெண் இனப்பெருக்க அமைப்பில் உள்ள கோளாறுகள் காரணமாக கருத்தரிக்க முடியாத நிலையாகும்.",
    "image": "/images/treatments/infert.png",
    "details": {
      "overview": "மலட்டுத்தன்மை (Infertility) என்பது திருமண வாழ்க்கையில் ஒரு வருடத்திற்கும் மேல் பாதுகாப்பில்லாமல் முயற்சி செய்தும் கர்ப்பம் ஏற்படாத நிலையாகும். இது ஆண்களிலும் பெண்களிலும் ஏற்படக்கூடும். பெண்களில் ஹார்மோன் சீர்கேடு, PCOD, கர்ப்பப்பை அல்லது முட்டையணு பிரச்சினைகள் காரணமாகவும், ஆண்களில் விந்தணு எண்ணிக்கை குறைவு, இயக்கக் குறைவு அல்லது ஹார்மோன் மாற்றங்கள் காரணமாகவும் மலட்டுத்தன்மை ஏற்படலாம். மனஅழுத்தம், தவறான வாழ்க்கை முறை, அதிக உடல் எடை மற்றும் சுற்றுச்சூழல் காரணங்களும் இதை அதிகரிக்கக்கூடும். இந்த நிலை உடல்நலத்துடன் மனநலத்தையும் பாதிக்கக்கூடியது. சரியான பரிசோதனை, இயற்கை சிகிச்சை, உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் இனப்பெருக்க திறனை மேம்படுத்தி இயல்பான கருத்தரிப்பிற்கு உதவ முடியும்.",
      "treatmentMethodDescription": "ஆண் மற்றும் பெண் இருவரின் உடல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "92",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஹார்மோன் சீர்கேடு",
        "PCOD அல்லது கர்ப்பப்பை கோளாறுகள்",
        "விந்தணு குறைபாடு",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "கர்ப்பம் ஏற்படாமை",
        "மாதவிடாய் முறைகேடு",
        "ஹார்மோன் தொடர்பான மாற்றங்கள்",
        "உடல் மற்றும் மன சோர்வு"
      ],
      "duration": "காரணத்தின் அடிப்படையில் சிகிச்சை காலம் மாறும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 35,
    "slug": "lipoma-treatment",
    "category": "general",
    "title": "லைபோமா சிகிச்சை",
    "shortDescription": "லைபோமா என்பது தோலின் கீழ் கொழுப்பு செல்கள் அதிகரிப்பதால் உருவாகும் வலி இல்லாத கட்டியாகும்.",
    "image": "/images/treatments/lipoma.png",
    "details": {
      "overview": "லைபோமா (Lipoma) என்பது தோலின் கீழ்பகுதியில் கொழுப்பு செல்கள் மெதுவாக சேர்ந்து உருவாகும் மென்மையான, நகரக்கூடிய கட்டியாகும். இது பொதுவாக கை, தோள், முதுகு, கழுத்து போன்ற பகுதிகளில் காணப்படும். பெரும்பாலும் வலி இல்லாததால் ஆரம்பத்தில் கவனிக்கப்படாமல் போகலாம். பரம்பரை, கொழுப்பு மாற்றச்சுழற்சி கோளாறு மற்றும் உடல் அமைப்பு மாற்றங்கள் இதற்குக் காரணமாக இருக்கலாம். இது பெரும்பாலும் ஆபத்தற்ற கட்டி என்றாலும், அளவு அதிகரிக்கும்போது தோற்றப் பிரச்சினை அல்லது அசௌகரியம் ஏற்படுத்தலாம். சிலருக்கு அழுத்தம் காரணமாக லேசான வலி தோன்றலாம். இயற்கை சிகிச்சை மற்றும் உடல் மாற்றச்சுழற்சி சமநிலைப்படுத்தும் முறைகள் மூலம் அறுவை சிகிச்சை இல்லாமலே லைபோமாவின் வளர்ச்சியை கட்டுப்படுத்த முடியும்.",
      "treatmentMethodDescription": "கட்டியின் அளவு மற்றும் உடல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "90",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "பரம்பரை காரணங்கள்",
        "கொழுப்பு மாற்றச்சுழற்சி கோளாறு",
        "உடல் ஹார்மோன் மாற்றங்கள்",
        "வயது காரணமான மாற்றங்கள்"
      ],
      "symptoms": [
        "தோலின் கீழ் மென்மையான கட்டி",
        "வலி இல்லாத வீக்கம்",
        "மெதுவாக அளவு அதிகரித்தல்",
        "அழுத்தம் கொடுத்தால் அசௌகரியம்"
      ],
      "duration": "கட்டியின் வளர்ச்சி நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 36,
    "slug": "other-skin-diseases-treatment",
    "category": "skin",
    "title": "மற்ற தோல் நோய்கள் சிகிச்சை",
    "shortDescription": "மற்ற தோல் நோய்கள் என்பது அலர்ஜி, தொற்று அல்லது ஹார்மோன் மாற்றங்கள் காரணமாக தோலில் ஏற்படும் பல்வேறு பாதிப்புகளை குறிக்கிறது.",
    "image": "/images/treatments/other_skin.png",
    "details": {
      "overview": "மற்ற தோல் நோய்கள் என்பது எக்ஸிமா, சொரியாசிஸ், பூஞ்சை தொற்று, அலர்ஜி மற்றும் தோல் அழற்சி போன்ற பல்வேறு நிலைகளை உள்ளடக்கியதாகும். இவை தோலில் அரிப்பு, சிவப்பு, புண்கள், நிறமாற்றம் அல்லது உலர்ச்சி போன்ற அறிகுறிகளை ஏற்படுத்தும். சுற்றுச்சூழல் மாற்றங்கள், ரசாயன பொருட்கள், தவறான உணவு பழக்கம் மற்றும் மனஅழுத்தம் ஆகியவை தோல் நோய்களைத் தூண்டக்கூடும். சில தோல் நோய்கள் தொற்றாகவும் சில தொற்றில்லாதவையாகவும் இருக்கலாம். நீண்ட காலம் கவனிக்காமல் விட்டால் தோல் தடிப்பு, நிரந்தர தழும்புகள் மற்றும் மனநல பாதிப்பு ஏற்படலாம். சரியான தோல் பரிசோதனை, இயற்கை சிகிச்சை, தோல் பராமரிப்பு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் தோல் நோய்களை கட்டுப்படுத்தி ஆரோக்கியமான தோலை பராமரிக்க முடியும்.",
      "treatmentMethodDescription": "தோல் நோயின் வகை மற்றும் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அலர்ஜி காரணிகள்",
        "பூஞ்சை அல்லது பாக்டீரியா தொற்று",
        "ஹார்மோன் மாற்றங்கள்",
        "அதிக மனஅழுத்தம்"
      ],
      "symptoms": [
        "தோலில் அரிப்பு",
        "சிவப்பு அல்லது கருமை நிறமாற்றம்",
        "புண்கள் அல்லது கொப்புளங்கள்",
        "தோல் உலர்ச்சி"
      ],
      "duration": "தோல் நோயின் வகையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 37,
    "slug": "parkinsonism-treatment",
    "category": "general",
    "title": "பார்கின்சனிசம் சிகிச்சை",
    "shortDescription": "பார்கின்சனிசம் என்பது நரம்பியல் கோளாறு காரணமாக உடல் நடுக்கம், இயக்கக் குறைவு மற்றும் தசை கடினத்தன்மை ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/park.png",
    "details": {
      "overview": "பார்கின்சனிசம் (Parkinsonism) என்பது மூளையில் இயக்கங்களை கட்டுப்படுத்தும் டோபமின் என்ற ரசாயனத்தின் குறைவால் ஏற்படும் நரம்பியல் நிலையாகும். இந்த நோயில் கை அல்லது கால்களில் நடுக்கம், உடல் அசைவுகள் மந்தமாகுதல், தசைகள் கடினமாகுதல் மற்றும் சமநிலை இழப்பு போன்ற அறிகுறிகள் காணப்படும். வயது அதிகரிப்பு, மரபியல் காரணங்கள், சில மருந்துகளின் பக்கவிளைவுகள் மற்றும் நரம்பு சேதம் இதற்குக் காரணமாக இருக்கலாம். ஆரம்ப நிலையில் அறிகுறிகள் மெதுவாகத் தோன்றுவதால் கவனிக்கப்படாமல் போகலாம். நாளடைவில் தினசரி செயல்கள் பாதிக்கப்படும். இது முழுமையாக குணமாகாத நோயாக இருந்தாலும், சரியான சிகிச்சை, இயற்கை மருத்துவம், உடற்பயிற்சி மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் அறிகுறிகளை கட்டுப்படுத்தி வாழ்க்கை தரத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நரம்பியல் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "90",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "டோபமின் குறைவு",
        "வயது காரணமான நரம்பு மாற்றங்கள்",
        "மரபியல் காரணங்கள்",
        "சில மருந்துகளின் பக்கவிளைவுகள்"
      ],
      "symptoms": [
        "கை அல்லது கால்களில் நடுக்கம்",
        "இயக்க மந்தநிலை",
        "தசை கடினத்தன்மை",
        "சமநிலை இழப்பு"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 38,
    "slug": "sinusitis-treatment",
    "category": "general",
    "title": "சைனஸிடிஸ் சிகிச்சை",
    "shortDescription": "சைனஸிடிஸ் என்பது மூக்கைச் சுற்றியுள்ள சைனஸ் குழிகளில் ஏற்படும் அழற்சி காரணமாக தலைவலி மற்றும் மூக்கடைப்பு ஏற்படும் நோயாகும்.",
    "image": "/images/treatments/sinus.jpg",
    "details": {
      "overview": "சைனஸிடிஸ் (Sinusitis) என்பது மூக்கைச் சுற்றியுள்ள சைனஸ் காற்றுக் குழிகளில் தொற்று அல்லது அழற்சி ஏற்படுவதால் உருவாகும் ஒரு நிலையாகும். இது சளி, அலர்ஜி அல்லது தொற்று காரணமாக சைனஸ் வழிகள் அடைபடும்போது ஏற்படுகிறது. இந்த நிலையில் தலைவலி, முகவலி, மூக்கடைப்பு, தடித்த சளி மற்றும் மணம் குறைவு போன்ற அறிகுறிகள் காணப்படும். சிலருக்கு காய்ச்சல் மற்றும் தொண்டை எரிச்சலும் ஏற்படலாம். நீண்ட காலம் சிகிச்சை பெறாமல் இருந்தால் நாள்பட்ட சைனஸிடிஸாக மாறலாம். சரியான இயற்கை சிகிச்சை, சைனஸ் சுத்தம், உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் சைனஸிடிஸை கட்டுப்படுத்தி சுவாச சுகாதாரத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் சைனஸ் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தொடர்ந்த சளி அல்லது அலர்ஜி",
        "பாக்டீரியா அல்லது வைரஸ் தொற்று",
        "மூக்குப் பாதை அடைப்பு",
        "காற்று மாசுபாடு"
      ],
      "symptoms": [
        "தலை மற்றும் முகவலி",
        "மூக்கடைப்பு",
        "தடித்த சளி",
        "மணம் குறைவு"
      ],
      "duration": "3 முதல் 6 மாதங்களில் முழுமையாக குணமாகும்",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 39,
    "slug": "tonsillitis-treatment",
    "category": "general",
    "title": "டான்சிலைட்டிஸ் சிகிச்சை",
    "shortDescription": "டான்சிலைட்டிஸ் என்பது தொண்டையில் உள்ள டான்சில் சுரப்பிகளில் ஏற்படும் தொற்று காரணமாக வலி மற்றும் விழுங்க சிரமம் ஏற்படும் நோயாகும்.",
    "image": "/images/treatments/tonsil.jpeg",
    "details": {
      "overview": "டான்சிலைட்டிஸ் (Tonsillitis) என்பது தொண்டையின் இருபுறமும் உள்ள டான்சில் சுரப்பிகளில் ஏற்படும் வைரஸ் அல்லது பாக்டீரியா தொற்றால் உருவாகும் நிலையாகும். இந்த நோயில் தொண்டை வலி, விழுங்க சிரமம், காய்ச்சல் மற்றும் கழுத்து நரம்புகள் வீக்கம் போன்ற அறிகுறிகள் காணப்படும். குழந்தைகளில் இது அதிகமாக இருந்தாலும் பெரியவர்களுக்கும் ஏற்படலாம். மீண்டும் மீண்டும் தொற்று ஏற்பட்டால் நாள்பட்ட டான்சிலைட்டிஸாக மாறலாம். சரியான சிகிச்சை இல்லையெனில் உணவு உட்கொள்வதில் சிரமம் மற்றும் உடல் சோர்வு அதிகரிக்கலாம். இயற்கை சிகிச்சை, தொற்று கட்டுப்பாடு, நோய் எதிர்ப்பு சக்தி மேம்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் டான்சிலைட்டிஸை கட்டுப்படுத்தி அறுவை சிகிச்சை தேவையில்லாமல் நிவாரணம் பெற முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் தொற்று நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வைரஸ் தொற்று",
        "பாக்டீரியா தொற்று",
        "நோய் எதிர்ப்பு சக்தி குறைவு",
        "தொடர்ந்த குளிர் உணவுகள்"
      ],
      "symptoms": [
        "தொண்டை வலி",
        "விழுங்க சிரமம்",
        "காய்ச்சல்",
        "கழுத்து நரம்புகள் வீக்கம்"
      ],
      "duration": "தொற்றின் தீவிரத்தன்மையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 40,
    "slug": "varicose-ulcer-treatment",
    "category": "skin",
    "title": "வரிகோஸ் புண் சிகிச்சை",
    "shortDescription": "வரிகோஸ் புண் என்பது கால்களில் உள்ள நரம்பு இரத்த ஓட்டக் கோளாறு காரணமாக உருவாகும் நீண்டகால ஆறாத புண்களாகும்.",
    "image": "/images/treatments/varicose-ulcer.jpg",
    "details": {
      "overview": "வரிகோஸ் புண் (Varicose Ulcer) என்பது கால்களில் உள்ள வரிகோஸ் நரம்புகள் காரணமாக இரத்த ஓட்டம் சரியாக நடைபெறாமல் தோலில் உருவாகும் நீண்டகால புண்களாகும். பெரும்பாலும் குதிகால் அல்லது கணுக்கால் அருகே இந்த புண்கள் தோன்றும். ஆரம்பத்தில் தோல் கருமை, அரிப்பு மற்றும் வீக்கம் காணப்படும்; பின்னர் புண் உருவாகி நீண்ட காலம் ஆறாமல் இருக்கும். நீண்ட நேரம் நின்று வேலை செய்வது, வரிகோஸ் நரம்பு சிகிச்சை இல்லாமை, உடல் எடை அதிகரிப்பு மற்றும் வயது காரணிகள் இதற்குக் காரணமாகும். சரியான சிகிச்சை இல்லையெனில் தொற்று, வலி மற்றும் நடப்பதில் சிரமம் ஏற்படலாம். முறையான இயற்கை சிகிச்சை, இரத்த ஓட்ட மேம்பாடு, புண் பராமரிப்பு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் வரிகோஸ் புண்களை குணப்படுத்தி மீண்டும் உருவாகாமல் தடுப்பது சாத்தியமாகும்.",
      "treatmentMethodDescription": "புண்களின் தீவிரத்தன்மை மற்றும் நரம்பு நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "93",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வரிகோஸ் நரம்பு கோளாறு",
        "இரத்த ஓட்ட குறைபாடு",
        "நீண்ட நேரம் நின்று வேலை செய்வது",
        "உடல் எடை அதிகரிப்பு"
      ],
      "symptoms": [
        "கால்களில் ஆறாத புண்கள்",
        "தோல் கருமை மற்றும் வீக்கம்",
        "புண் பகுதியில் வலி",
        "திரவம் வடிதல்"
      ],
      "duration": "புண்களின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 41,
    "slug": "paralysis-treatment",
    "category": "general",
    "title": "பாராலிசிஸ் சிகிச்சை",
    "shortDescription": "பாராலிசிஸ் என்பது மூளை அல்லது நரம்பு பாதிப்பு காரணமாக உடலின் ஒரு பகுதி அல்லது முழு உடலிலும் இயக்கம் இழக்கும் நிலையாகும்.",
    "image": "/images/treatments/paralysis.jpeg",
    "details": {
      "overview": "பாராலிசிஸ் (Paralysis) என்பது மூளை, முதுகுத் தண்டு அல்லது நரம்புகளில் ஏற்பட்ட சேதம் காரணமாக தசை இயக்கம் மற்றும் உணர்வு குறையும் ஒரு நிலையாகும். இது பக்கவாதம் (Stroke), விபத்து, நரம்பியல் நோய்கள் அல்லது தொற்றுகள் காரணமாக ஏற்படலாம். உடலின் ஒரு பக்கம் அல்லது இரு பக்கங்களிலும் கை, கால் இயக்கம் பாதிக்கப்படலாம். பேசும் திறன், விழுங்குதல் மற்றும் சமநிலை போன்ற செயல்களும் பாதிக்கப்பட வாய்ப்பு உள்ளது. ஆரம்ப கட்டத்தில் சரியான சிகிச்சை இல்லையெனில் நிரந்தர குறைபாடுகள் உருவாகலாம். இயற்கை சிகிச்சை, நரம்பு தூண்டல், உடற்பயிற்சி மற்றும் மறுவாழ்வு முறைகள் மூலம் நரம்பு செயல்பாட்டை மேம்படுத்தி இயக்கத் திறனை மெதுவாக மீட்டெடுக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் நரம்பு பாதிப்பு அளவைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "88",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "பக்கவாதம் (Stroke)",
        "விபத்து காரணமான நரம்பு சேதம்",
        "மூளை அல்லது முதுகுத் தண்டு பாதிப்பு",
        "நரம்பியல் நோய்கள்"
      ],
      "symptoms": [
        "கை அல்லது கால் இயக்க இழப்பு",
        "உணர்வு குறைவு",
        "பேசுவதில் சிரமம்",
        "சமநிலை இழப்பு"
      ],
      "duration": "நீண்டகால மறுவாழ்வு சிகிச்சை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 42,
    "slug": "gastritis-ulcer-treatment",
    "category": "digestion",
    "title": "வயிற்றுப்புண் / காஸ்ட்ரைட்டிஸ் சிகிச்சை",
    "shortDescription": "வயிற்றுப்புண் மற்றும் காஸ்ட்ரைட்டிஸ் என்பது வயிற்றுச் சுவரில் ஏற்படும் அழற்சி அல்லது புண் காரணமாக வலி மற்றும் செரிமான சிக்கல்கள் ஏற்படும் நோய்களாகும்.",
    "image": "/images/treatments/gastritis.png",
    "details": {
      "overview": "வயிற்றுப்புண் (Peptic Ulcer) மற்றும் காஸ்ட்ரைட்டிஸ் (Gastritis) என்பது வயிற்றின் உள்சுவரில் ஏற்படும் அழற்சி அல்லது புண் காரணமாக உருவாகும் செரிமான கோளாறுகளாகும். அதிக அமில சுரப்பு, தவறான உணவு பழக்கம், அதிக மது அல்லது வலி நிவாரணி மருந்துகள் பயன்பாடு மற்றும் மனஅழுத்தம் இதற்குக் காரணமாகும். இந்த நிலையில் வயிற்று எரிச்சல், வலி, வாந்தி உணர்வு, உணவுக்குப் பின் உப்புசம் மற்றும் பசிக்குறைவு காணப்படும். சிகிச்சை இல்லையெனில் இரத்தப்போக்கு அல்லது புண் தீவிரமடையும் அபாயம் உள்ளது. சரியான இயற்கை சிகிச்சை, அமில கட்டுப்பாடு, உணவு ஒழுங்கு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் வயிற்றுச் சுவரை குணப்படுத்தி செரிமான ஆரோக்கியத்தை மீட்டெடுக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் அமில நிலை மற்றும் புண் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக அமில சுரப்பு",
        "தவறான உணவு பழக்கம்",
        "வலி நிவாரணி மருந்துகள் அதிகம்",
        "மனஅழுத்தம்"
      ],
      "symptoms": [
        "வயிற்று வலி அல்லது எரிச்சல்",
        "வாந்தி உணர்வு",
        "உப்புசம்",
        "பசிக்குறைவு"
      ],
      "duration": "நோயின் தீவிரத்தன்மையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 43,
    "slug": "heart-burn-treatment",
    "title": "ஹார்ட் பர்ன் சிகிச்சை",
    "category": "digestion",
    "shortDescription": "ஹார்ட் பர்ன் என்பது வயிற்றிலிருந்து அமிலம் மேலே எழும்புவதால் மார்பு மற்றும் தொண்டையில் எரிச்சல் ஏற்படும் செரிமான பிரச்சனையாகும்.",
    "image": "/images/treatments/heartburn.png",
    "details": {
      "overview": "ஹார்ட் பர்ன் (Heart Burn / Acid Reflux) என்பது வயிற்றில் உற்பத்தியாகும் அமிலம் உணவுக்குழாய் வழியாக மேலே எழும்புவதால் மார்புப்பகுதி மற்றும் தொண்டையில் எரிச்சல், எரியும் உணர்வு மற்றும் அசௌகரியம் ஏற்படும் நிலையாகும். இது தவறான உணவு பழக்கம், அதிக காரம் மற்றும் எண்ணெய் உணவுகள், கால தாமதமான உணவு, அதிக காபி அல்லது மது அருந்துதல் மற்றும் மனஅழுத்தம் காரணமாக ஏற்படுகிறது. சிலருக்கு உணவுக்குப் பிறகு படுத்துக் கொள்வதால் இந்த பிரச்சனை அதிகரிக்கலாம். தொடர்ந்து சிகிச்சை இல்லையெனில் உணவுக்குழாய் அழற்சி, தூக்கக் கோளாறு மற்றும் நாள்பட்ட அமில பிரச்சனைகளாக மாறலாம். இயற்கை சிகிச்சை, அமில கட்டுப்பாடு, உணவு ஒழுங்கு, சரியான உணவு நேரம் மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் ஹார்ட் பர்னை முழுமையாக கட்டுப்படுத்தி செரிமான ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் அமில நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "அதிக அமில சுரப்பு",
        "தவறான உணவு பழக்கம்",
        "மனஅழுத்தம்",
        "தூக்க நேர ஒழுங்கின்மை"
      ],
      "symptoms": [
        "மார்பில் எரிச்சல்",
        "தொண்டையில் எரியும் உணர்வு",
        "உப்புசம்",
        "வாந்தி உணர்வு"
      ],
      "duration": "நோயின் தீவிரத்தன்மையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 44,
    "slug": "hormonal-imbalance-treatment",
    "title": "ஹார்மோன் சமநிலை கோளாறு சிகிச்சை",
    "category": "general",
    "shortDescription": "ஹார்மோன் சமநிலை கோளாறு என்பது உடலில் ஹார்மோன்கள் சரியான அளவில் சுரக்காததால் பல உடல் மற்றும் மன மாற்றங்கள் ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/hormonal.png",
    "details": {
      "overview": "ஹார்மோன் சமநிலை கோளாறு (Hormonal Imbalance) என்பது உடலில் சுரக்கும் ஹார்மோன்களின் அளவு அதிகமாகவோ குறைவாகவோ இருப்பதால் உருவாகும் ஒரு பொதுவான உடல்நல பிரச்சனையாகும். இது பெண்களில் மாதவிடாய் முறைகேடு, PCOD, தைராய்டு பிரச்சனைகள் மற்றும் ஆண்களில் சக்தி குறைவு போன்ற நிலைகளுக்கு வழிவகுக்கலாம். தவறான உணவு பழக்கம், தூக்கக் குறைவு, அதிக மனஅழுத்தம், உடற்பயிற்சி இல்லாமை மற்றும் வயது காரணிகள் இதற்குக் காரணமாகும். இந்த கோளாறு உடல் எடை மாற்றம், மனநிலை மாற்றம் மற்றும் சோர்வு போன்றவற்றை ஏற்படுத்தும். நீண்ட காலம் சிகிச்சை பெறாமல் இருந்தால் இனப்பெருக்கம் மற்றும் மாற்றச்சுழற்சி செயல்பாடுகள் பாதிக்கப்படலாம். இயற்கை சிகிச்சை, உணவு ஒழுங்கு, மனஅழுத்த மேலாண்மை மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் ஹார்மோன் சமநிலையை இயல்பாக மீட்டெடுக்க முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் ஹார்மோன் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "93",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "மனஅழுத்தம்",
        "தவறான உணவு பழக்கம்",
        "தூக்கக் குறைவு",
        "தைராய்டு அல்லது PCOD"
      ],
      "symptoms": [
        "மாதவிடாய் முறைகேடு",
        "உடல் எடை மாற்றம்",
        "மனநிலை மாற்றங்கள்",
        "சோர்வு"
      ],
      "duration": "நீண்டகால மேலாண்மை தேவைப்படும் நிலையாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 45,
    "slug": "urticaria-treatment",
    "title": "உர்டிகேரியா (Urticaria) சிகிச்சை",
    "category": "general",
    "shortDescription": "உர்டிகேரியா என்பது அலர்ஜி காரணமாக தோலில் திடீரென சிவப்பு வீக்கம் மற்றும் கடும் அரிப்பு ஏற்படும் நிலையாகும்.",
    "image": "/images/treatments/utcaria.png",
    "details": {
      "overview": "உர்டிகேரியா (Urticaria / Hives) என்பது உடலில் அலர்ஜி எதிர்வினை காரணமாக தோலில் திடீரென சிவப்பு அல்லது வெள்ளை நிற வீக்கங்கள் தோன்றி கடும் அரிப்பை ஏற்படுத்தும் ஒரு தோல் நிலையாகும். இந்த வீக்கங்கள் சில மணி நேரங்களில் மறைந்துவிடலாம் அல்லது மீண்டும் மீண்டும் தோன்றலாம். உணவுப் பொருட்கள், மருந்துகள், தூசி, குளிர் அல்லது வெப்ப மாற்றம் மற்றும் மனஅழுத்தம் இதற்குக் காரணமாக இருக்கலாம். சிலருக்கு உதடு, கண் அல்லது தொண்டை வீக்கம் ஏற்பட்டு சுவாச சிரமம் உருவாகும் அபாயமும் உள்ளது. தொடர்ந்து ஏற்படும் உர்டிகேரியா நாள்பட்ட அலர்ஜி பிரச்சினையாக மாறக்கூடும். சரியான காரணத்தை கண்டறிந்து இயற்கை சிகிச்சை, அலர்ஜி கட்டுப்பாடு, நோய் எதிர்ப்பு சக்தி மேம்பாடு மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் உர்டிகேரியாவை முழுமையாக கட்டுப்படுத்த முடியும்.",
      "treatmentMethodDescription": "அலர்ஜி காரணத்தைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "உணவு அலர்ஜி",
        "மருந்து எதிர்வினை",
        "சுற்றுச்சூழல் மாற்றங்கள்",
        "மனஅழுத்தம்"
      ],
      "symptoms": [
        "தோலில் சிவப்பு வீக்கம்",
        "கடும் அரிப்பு",
        "திடீர் தோல் மாற்றங்கள்",
        "சில நேரங்களில் உதடு வீக்கம்"
      ],
      "duration": "அலர்ஜி தீவிரத்தன்மையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 46,
    "slug": "worm-infestation-treatment",
    "title": "சிறுநீரக / பிறர்சுருள் புழு தொற்று சிகிச்சை",
    "category": "general",
    "shortDescription": "புழு தொற்று என்பது உடலின் குடல் அல்லது சிறுநீரக அமைப்பில் புழுக்கள் வளர்வதால் ஏற்படும் ஒரு பொதுவான தொற்று நோயாகும்.",
    "image": "/images/treatments/worm_2.png",
    "details": {
      "overview": "புழு தொற்று (Worm Infestation) என்பது குடல் அல்லது சில நேரங்களில் சிறுநீரக பாதையில் புழுக்கள் வளர்ந்து உடலின் ஊட்டச்சத்துகளை உறிஞ்சுவதால் ஏற்படும் ஒரு நிலையாகும். இது பெரும்பாலும் சுத்தமற்ற குடிநீர், முறையாக சமைக்காத உணவு, கை சுத்தம் இல்லாமை மற்றும் மாசடைந்த சூழல் காரணமாக உருவாகிறது. குழந்தைகளில் அதிகமாக காணப்பட்டாலும் பெரியவர்களுக்கும் இது ஏற்படலாம். இந்த தொற்றால் வயிற்று வலி, எடை குறைவு, ரத்தசோகை, பசிக்குறைவு மற்றும் சிலருக்கு சிறுநீர் தொடர்பான பிரச்சனைகளும் ஏற்படலாம். நீண்ட காலம் சிகிச்சை பெறாமல் இருந்தால் உடல் பலவீனம் மற்றும் நோய் எதிர்ப்பு சக்தி குறைவு ஏற்படும். சரியான பரிசோதனை, இயற்கை சிகிச்சை, உடல் சுத்தம் மற்றும் உணவு ஒழுங்கு மூலம் புழு தொற்றை முழுமையாக அகற்றி உடல் ஆரோக்கியத்தை மீட்டெடுக்க முடியும்.",
      "treatmentMethodDescription": "புழு தொற்றின் வகை மற்றும் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "சுத்தமற்ற குடிநீர்",
        "முறையாக சமைக்காத உணவு",
        "கை சுத்தம் இல்லாமை",
        "மாசடைந்த சூழல்"
      ],
      "symptoms": [
        "வயிற்று வலி",
        "எடை குறைவு",
        "பசிக்குறைவு",
        "சோர்வு"
      ],
      "duration": "புழு தொற்றின் வகையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 47,
    "slug": "cellulitis-treatment",
    "title": "செல்லுலைட்டிஸ் சிகிச்சை",
    "category": "general",
    "shortDescription": "செல்லுலைட்டிஸ் என்பது தோலின் அடிப்பகுதியில் பாக்டீரியா தொற்று காரணமாக ஏற்படும் தீவிர அழற்சி நிலையாகும்.",
    "image": "/images/treatments/cellu.png",
    "details": {
      "overview": "செல்லுலைட்டிஸ் (Cellulitis) என்பது தோல் மற்றும் அதன் அடிப்பகுதி திசுக்களில் பாக்டீரியா தொற்று ஏற்படுவதால் உருவாகும் ஒரு தீவிர அழற்சி நோயாகும். இது பெரும்பாலும் சிறிய காயம், வெட்டுக்காயம் அல்லது தோல் பிளவுகள் வழியாக கிருமிகள் உடலில் நுழைவதால் ஏற்படுகிறது. இந்த நிலையில் பாதிக்கப்பட்ட பகுதி சிவப்பு நிறமாகவும், சூடாகவும், வீக்கத்துடன் வலியுடனும் காணப்படும். சிலருக்கு காய்ச்சல் மற்றும் உடல் சோர்வும் ஏற்படலாம். சரியான நேரத்தில் சிகிச்சை பெறவில்லை என்றால் தொற்று விரைவாக பரவி கடுமையான சிக்கல்களை உருவாக்கலாம். நோய் எதிர்ப்பு சக்தி குறைவானவர்களுக்கு இந்த அபாயம் அதிகம். முறையான இயற்கை சிகிச்சை, தொற்று கட்டுப்பாடு மற்றும் காய பராமரிப்பு மூலம் செல்லுலைட்டிஸை முழுமையாக குணப்படுத்த முடியும்.",
      "treatmentMethodDescription": "தொற்றின் தீவிரத்தன்மையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "தோல் காயங்கள்",
        "பாக்டீரியா தொற்று",
        "நோய் எதிர்ப்பு சக்தி குறைவு",
        "சரியான காய பராமரிப்பு இல்லாமை"
      ],
      "symptoms": [
        "தோல் சிவப்பு மற்றும் வீக்கம்",
        "வலி மற்றும் சூடு",
        "காய்ச்சல்",
        "உடல் சோர்வு"
      ],
      "duration": "தொற்றின் தீவிரத்தன்மையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 48,
    "slug": "constipation-treatment",
    "title": "மலச்சிக்கல் சிகிச்சை",
    "category": "digestion",
    "shortDescription": "மலச்சிக்கல் என்பது மலத்தை சீராக வெளியேற்ற முடியாததால் ஏற்படும் பொதுவான செரிமான பிரச்சனையாகும்.",
    "image": "/images/treatments/constipation.png",
    "details": {
      "overview": "மலச்சிக்கல் (Constipation) என்பது குடலில் மல இயக்கம் மந்தமாகி மலத்தை எளிதாக வெளியேற்ற முடியாத ஒரு நிலையாகும். இது நார்ச்சத்து குறைந்த உணவு, குறைந்த நீர் அருந்துதல், உடற்பயிற்சி இல்லாமை மற்றும் மனஅழுத்தம் காரணமாக ஏற்படுகிறது. இந்த நிலையில் வயிற்று உப்புசம், வயிற்று வலி, மலத்தை வலியுடன் கழிப்பது மற்றும் முழுமையாக காலியாகாத உணர்வு காணப்படும். நீண்ட காலம் மலச்சிக்கல் தொடர்ந்தால் மூல நோய், குத பிளவு மற்றும் செரிமான கோளாறுகள் உருவாகலாம். சிலர் மருந்துகளின் மீது சார்ந்துவிடும் அபாயமும் உள்ளது. இயற்கை சிகிச்சை, உணவு ஒழுங்கு, நீர் அருந்துதல் மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் மலச்சிக்கலை நிரந்தரமாகக் கட்டுப்படுத்தி செரிமான ஆரோக்கியத்தை மேம்படுத்த முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் செரிமான நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "97",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "நீர் அருந்தல் குறைவு",
        "நார்ச்சத்து குறைந்த உணவு",
        "அதிக உடல் வெப்பம்",
        "நீண்டகால மருந்து பயன்பாடு"
      ],
      "symptoms": [
        "மலம் கழிப்பதில் சிரமம்",
        "வயிற்று உப்புசம்",
        "வயிற்று வலி",
        "முழுமையாக காலியாகாத உணர்வு"
      ],
      "duration": "1 முதல் 2 நாட்களில் குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 49,
    "slug": "uterine-fibroids-treatment",
    "title": "உடல் கருவில் புருச்சிறுநீர் கட்டிகள் (Fibroids) சிகிச்சை",
    "category": "general",
    "shortDescription": "கருப்பையில் உருவாகும் நார்த்திசுக் கட்டிகள் காரணமாக வலி, அதிக இரத்தப்போக்கு மற்றும் மாதவிடாய் கோளாறுகள் ஏற்படும் நிலையே ஃபைப்ராய்ட்ஸ் ஆகும்.",
    "image": "/images/treatments/fibroids.png",
    "details": {
      "overview": "உடல் கருவில் புருச்சிறுநீர் கட்டிகள் (Uterine Fibroids) என்பது பெண்களின் கருப்பை தசைகளில் உருவாகும் நார்த்திசுக் கட்டிகளாகும். இவை பெரும்பாலும் தீங்கு விளைவிக்காத கட்டிகளாக இருந்தாலும், அளவு மற்றும் எண்ணிக்கையைப் பொறுத்து பல உடல் சிக்கல்களை உருவாக்கக்கூடும். அதிக மாதவிடாய் இரத்தப்போக்கு, மாதவிடாய் கால வலி, கீழ்வயிற்று பாரம், அடிக்கடி சிறுநீர் கழிக்கும் உணர்வு மற்றும் சிலருக்கு கருத்தரிப்பு சிக்கல் போன்றவை ஏற்படலாம். ஹார்மோன் சமநிலை கோளாறு, மரபியல் காரணங்கள் மற்றும் வாழ்க்கை முறை மாற்றங்கள் இதற்குக் காரணமாக இருக்கலாம். நீண்ட காலம் கவனிக்காமல் விட்டால் இரத்தசோகை மற்றும் கருப்பை தொடர்பான சிக்கல்கள் அதிகரிக்கலாம். சரியான பரிசோதனை, இயற்கை சிகிச்சை, ஹார்மோன் சமநிலை மேம்பாடு மற்றும் உணவு மாற்றங்கள் மூலம் ஃபைப்ராய்ட்ஸை கட்டுப்படுத்தி அறுவை சிகிச்சை தேவையில்லாமல் நலமான வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "கட்டியின் அளவு மற்றும் ஹார்மோன் நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "94",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஹார்மோன் சமநிலை கோளாறு",
        "மரபியல் காரணங்கள்",
        "அதிக மனஅழுத்தம்",
        "தவறான உணவு பழக்கம்"
      ],
      "symptoms": [
        "அதிக மாதவிடாய் இரத்தப்போக்கு",
        "கீழ்வயிற்று வலி",
        "மாதவிடாய் முறைகேடு",
        "சிறுநீர் அடிக்கடி கழித்தல்"
      ],
      "duration": "கட்டியின் அளவு மற்றும் உடல் எதிர்வினையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 50,
    "slug": "white-discharge-treatment",
    "title": "வெள்ளை படுதல் discharge (White Discharge) சிகிச்சை",
    "category": "general",
    "shortDescription": "வெள்ளை படுதல் discharge (Leucorrhoea) என்பது பெண்களில் யோனி பகுதியிலிருந்து அதிகமாக சுரக்கும் திரவம் காரணமாக ஏற்படும் பொதுவான பிரச்சனையாகும்.",
    "image": "/images/treatments/white_dis.png",
    "details": {
      "overview": "வெள்ளை படுதல் discharge (Leucorrhoea) என்பது பெண்களின் யோனி பகுதியிலிருந்து அதிகமாக வெள்ளை அல்லது மஞ்சள் நிற திரவம் சுரக்கும் நிலையாகும். இது சில நேரங்களில் இயல்பானதாக இருந்தாலும், அளவு அதிகமாகவோ, நாற்றத்துடன் இருப்பதோ அல்லது அரிப்பு, எரிச்சல் போன்ற அறிகுறிகளுடன் இருந்தால் அது ஒரு உடல்நல கோளாறாக கருதப்படுகிறது. ஹார்மோன் மாற்றங்கள், தொற்று, சுத்தம் குறைவு, மனஅழுத்தம் மற்றும் ஊட்டச்சத்து குறைபாடு ஆகியவை இதற்குக் காரணமாக இருக்கலாம். இந்த நிலை தொடர்ந்தால் உடல் சோர்வு, இடுப்புவலி மற்றும் மனஅசௌகரியம் ஏற்படலாம். சரியான சிகிச்சை இல்லையெனில் இனப்பெருக்க ஆரோக்கியம் பாதிக்கப்படலாம். இயற்கை சிகிச்சை, யோனி சுத்தம், ஹார்மோன் சமநிலை மேம்பாடு மற்றும் உணவு மாற்றங்கள் மூலம் வெள்ளை படுதல் discharge பிரச்சனையை முழுமையாகக் கட்டுப்படுத்தி ஆரோக்கியமான வாழ்க்கையை பெற முடியும்.",
      "treatmentMethodDescription": "காரணத்தைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "96",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "ஹார்மோன் மாற்றங்கள்",
        "யோனி தொற்றுகள்",
        "சுத்தம் குறைவு",
        "ஊட்டச்சத்து குறைபாடு"
      ],
      "symptoms": [
        "அதிக வெள்ளை சுரப்பு",
        "அரிப்பு மற்றும் எரிச்சல்",
        "துர்நாற்றம்",
        "உடல் சோர்வு"
      ],
      "duration": "1 வாரத்தில் குணமாகும்",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  },
  {
    "id": 51,
    "slug": "cervical-spondylitis-treatment",
    "title": "செர்வைக்கல் ஸ்பாண்டிலைட்டிஸ் சிகிச்சை",
    "category": "general",
    "shortDescription": "கழுத்து முதுகெலும்புகளில் தேய்மானம் ஏற்படுவதால் கழுத்து வலி மற்றும் நரம்பு அழுத்தம் உருவாகும் நிலையே செர்வைக்கல் ஸ்பாண்டிலைட்டிஸ் ஆகும்.",
    "image": "/images/treatments/cervical.png",
    "details": {
      "overview": "செர்வைக்கல் ஸ்பாண்டிலைட்டிஸ் (Cervical Spondylitis) என்பது கழுத்து பகுதியில் உள்ள முதுகெலும்புகள் மற்றும் டிஸ்க்களில் வயது, அதிக வேலைச்சுமை அல்லது தவறான உடல் நிலை காரணமாக ஏற்படும் தேய்மான நிலையாகும். இது கழுத்து வலி, தோள்பட்டை இறுக்கம், தலைவலி, கைகளில் சுணக்கம் அல்லது வலி போன்ற அறிகுறிகளை உருவாக்குகிறது. நீண்ட நேரம் கணினி அல்லது மொபைல் பயன்படுத்துதல், தவறான தூக்க நிலை மற்றும் உடற்பயிற்சி இல்லாமை இதனை அதிகரிக்கக்கூடும். சிகிச்சை இல்லையெனில் நரம்பு அழுத்தம் அதிகரித்து தினசரி செயல்களை பாதிக்கலாம். இயற்கை சிகிச்சை, உடற்பயிற்சி, சரியான உடல் நிலை மற்றும் வாழ்க்கை முறை மாற்றங்கள் மூலம் செர்வைக்கல் ஸ்பாண்டிலைட்டிஸை கட்டுப்படுத்தி வலியில்லா வாழ்க்கையை வாழ முடியும்.",
      "treatmentMethodDescription": "நோயாளியின் கழுத்து நிலையைப் பொறுத்து திட்டமிடப்படும் பாதுகாப்பான, இயற்கை சிகிச்சை முறைகள்.",
      "badgeText": "பாதுகாப்பான & இயற்கை சிகிச்சை",
      "successRate": "95",
      "common": "நோயாளியின் நிலையைப் பொறுத்து சிகிச்சை காலம் மாறுபடும்.",
      "causes": [
        "வயது காரணமான தேய்மானம்",
        "தவறான உடல் நிலை",
        "நீண்ட நேரம் கணினி பயன்பாடு",
        "உடற்பயிற்சி இல்லாமை"
      ],
      "symptoms": [
        "கழுத்து வலி",
        "தோள்பட்டை இறுக்கம்",
        "கைகளில் சுணக்கம்",
        "தலைவலி"
      ],
      "duration": "2 முதல் 3 மாதங்களில் முழுமையாக குணமாகும்.",
      "rjrTreatment": [
        "மருத்துவரை சந்தித்து ஆலோசனை",
        "நாடி பரிசோதனை மேற்கொள்ளுதல்",
        "உடல் பரிசோதனை செய்தல்",
        "மருந்து மற்றும் சிகிச்சை வழங்கல்"
      ]
    }
  }
]